Repository: coderserdar/AwesomeNote
Catalog: SourceCode/AwesomeNote/Resources/AppResources.*.resx
Languages: ar, de, es, fa_ir, fr, it, ru, th

# AboutTheAppText
source: I hope that you may enjoy while using the app. I have much of fun while i was developing the app. I you want something from the app, you can send me a mail to coderserdar@outlook.com or use Contact button in this page. If you rate the app i will so appreciated to you. Have a good day. ÇMS Software
ar: آمل أن يمكنك الاستمتاع أثناء استخدام التطبيق. لدي الكثير من المرح في حين ط تم تطوير التطبيق. أنا كنت تريد شيئا من التطبيق، ويمكن أن ترسل لي رسالة بريد إلكتروني إلى coderserdar@outlook.com أو استخدام زر الاتصال في هذه الصفحة. إذا كنت تقيم التطبيق ط نقدر ذلك لك. ديك يوم جيد. برامج CMS
de: Ich hoffe, dass Sie während der Nutzung der App genießen. Ich habe viel Spaß, während ich die Entwicklung der App. Ich Ihnen etwas aus der App möchten, können Sie mir eine Mail zu senden oder coderserdar@outlook.com Kontakt-Button in dieser Seite. Wenn Sie die App bewerten werde ich so zu Ihnen zu schätzen. Haben Sie einen guten Tag. CMS-Software
es: Espero que usted pueda disfrutar durante el uso de la aplicación. Tengo mucho de diversión, mientras que yo estaba desarrollando la aplicación. Me quieres algo de la aplicación, usted me puede enviar un correo a coderserdar@outlook.com o utilice el botón de contacto en esta página. Si usted califica a la aplicación i tan apreciado para usted. Tenga un buen día. CMS Software
fa_ir: من امیدوارم که شما ممکن است در حالی که با استفاده از این برنامه لذت ببرید. من خیلی از آن لذت ببرید در حالی که من در حال توسعه نرم افزار. من شما می خواهید چیزی از برنامه، شما می توانید به من ایمیل به coderserdar@outlook.com و یا استفاده دکمه تماس در این صفحه ارسال کنید. اگر شما برنامه را ارزیابی من تا به شما قدردانی می شود. آیا یک روز خوب. سیستم مدیریت محتوا نرم افزار
fr: J'espère que vous pouvez profiter tout en utilisant l'application. J'ai beaucoup de plaisir pendant que je développais l'application. Je vous voulez quelque chose de l'application, vous pouvez m'envoyer un mail à coderserdar@outlook.com ou utilisez le bouton de contact sur ​​cette page. Si vous évaluez l'application, je vais donc apprécié de vous. Bonne journée. Logiciel CMS
it: Spero che si può godere mentre si utilizza l'applicazione. Ho molto divertente mentre stavo sviluppando l'applicazione. Mi volete qualcosa dal app, mi potete inviare una mail a coderserdar@outlook.com o all'uso pulsante di contatto in questa pagina. Se si valuti l'applicazione io tanto apprezzato a voi. Buona giornata. Cms Software
ru: Я надеюсь, что вы можете наслаждаться при использовании приложения. У меня есть много веселья в то время как я был разработки приложения. Я вы хотите-то от приложения, вы можете отправить мне на почту, чтобы coderserdar@outlook.com или используйте кнопку Связаться на этой странице. Если вы оцените приложение, я буду так оценил вам. Иметь хороший день. ПО CMS
th: ฉันหวังว่าคุณอาจจะสนุกกับขณะที่ใช้ app ฉันมีมากของความสนุกสนานในขณะที่ฉันได้รับการพัฒนาแอพพลิเค ฉันคุณต้องการบางสิ่งบางอย่างจากการตรวจสอบที่คุณสามารถส่งอีเมลไปยัง coderserdar@outlook.com หรือการใช้ปุ่มติดต่อในหน้านี้ ถ้าคุณจะให้คะแนน app ที่ฉันจะชื่นชมเพื่อให้คุณ มีวันที่ดี โปรแกรม CMS

# AboutTheAwesomeNote
source: About The Awesome Note App
ar: حول رهيبة مذكرة التطبيق
de: Über The Awesome Note App
es: Sobre La Aplicación İmpresionante Nota
fa_ir: درباره برنامه عالی توجه داشته باشید
fr: À Propos De L'App Awesome Note
it: A proposito di Awesome Note app
ru: О приложении Awesome Note
th: เกี่ยวกับแอพลิเคชันหมายเหตุน่ากลัว

source: Contact With Us
ar: الاتصال بنا
de: Kontakt Mit Uns
es: Contacte Con Nosotros
fa_ir: تماس با ما
fr: Nous Contacter
it: Contatto Con Noi
ru: Связаться с нами
th: ติดต่อกับเรา

source: Search
ar: بحث
de: Suche
es: Búsqueda
fa_ir: جستجو
fr: Recherche
it: Ricerca
ru: поиск
th: ค้นหา

source: Search Completed
ar: أكمل البحث
de: Suche Abgeschlossen
es: Búsqueda Completa
fa_ir: جستجو کامل
fr: Recherche Terminée
it: Ricerca Completeta
ru: Поиск завершен
th: ค้นหาเสร็จสมบูรณ์

source: Search Results
ar: نتائج البحث
de: Suchergebnisse
es: Resultados De La Búsqueda
fa_ir: نتایج جستجو
fr: Résultats De La Recherche
it: Risultati Della Ricerca
ru: Результаты поиска
th: ผลการค้นหา

# SearchTrimFault
source: You Have To Fill The Search Criteria
ar: لديك لملء معايير البحث
de: Sie Haben Zu Füllen Den Suchkriterien
es: Usted Tiene Que Ilenar Los Criterios De Búsqueda
fa_ir: شما باید برای پر کردن معیارهای جستجو
fr: Vous Devez Remplir Les Critères De Recherche
it: È necessario compilare i vincoli di ricerca
ru: Вы должны заполнить критерии поиска
th: คุณต้องกรอกเกณฑ์การค้นหา

source: Delete Folder
ar: مجلد حذف
de: Ordner Löschen
es: Eliminar La Carpeta
fa_ir: حذف پوشه
fr: Supprimer Le Dossier
it: Cancellare Di Cartella
ru: Удалить папку
th: ลบโฟลเดอร์

# DeleteFolderQuestion
source: Your Folder Will Be Deleted With All Contents. Do You Agree?
ar: المجلد سيتم حذف جميع المحتويات و. هل توافق
de: Ihre Ordner mit allen Inhalten gelöscht werden. Sind Sie einverstanden?
es: Su carpeta se eliminarán con todo el contenido. Estás de acuerdo?
fa_ir: پوشه شما با همه مطالب حذف شده. آیا شما موافق
fr: Votre dossier sera supprimé Avec Tous les contenus. Êtes-vous d'accord?
it: La vostra cartella viene eliminata con tutti i contenuti. Sei d'accordo?
ru: Ваш папка будет удалена со всем содержимым. Согласны ли вы?
th: โฟลเดอร์ของคุณจะถูกลบออกด้วยเนื้อหาทั้งหมด คุณเห็นด้วย?

# SuccessfulDeleteFolder
source: Note Folder Has Been Deleted Successfully
ar: تم حذف المجلد علما بنجاح
de: Hinweis Ordner Wurde Erfolgreich Gelöscht
es: carpeta de la nota se ha eliminado con éxito
fa_ir: پوشه توجه داشته باشید با موفقیت حذف شده است
fr: dossier de la note a été supprimé avec succès
it: Cartella Note è stato rimosso con successo
ru: Примечание папка была успешно удалена
th: หมายเหตุโฟลเดอร์ถูกลบไปแล้วประสบความสำเร็จ

source: Set Password
ar: تعيين كلمة المرور
de: Set Passwort
es: Contraseña Establecida
fa_ir: رمز عبور مجموعه
fr: Mot De Passe Défini
it: Password Impostata
ru: Установить пароль
th: ตั้งค่ารหัสผ่าน

source: At Least Four Digits
ar: لا يقل عن أربعة أرقام
de: Mindestens Vier Ziffern
es: Al Menos Cuatro Dígitos
fa_ir: حداقل چهار رقم
fr: Au Moins Quatre Chiffres
it: Almeno Quattro Cifre
ru: Не менее четырех цифр
th: อย่างน้อยสี่ตัวเลข

source: Enter Password
ar: أدخل كلمة المرور
de: Geben Sie Das Passwort
es: Introducir La Contraseña
fa_ir: وارد کنید رمز عبور
fr: Entrer Le Mot De Passe
it: Inserire la password
ru: Введите пароль
th: ป้อนรหัสผ่าน

source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fa_ir: پس زمینه
fr: Fond
it: Sfondo
ru: Фон
th: พื้นหลัง

source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color De Fondo
fa_ir: رنگ پس زمینه
fr: Couleur De Fond
it: Colore Di Sfondo
ru: Цвет фона
th: สีพื้นหลัง

source: Background Image
ar: صورة الخلفية
de: Hintergrundbild
es: Imagen De Fondo
fa_ir: تصویر پس زمینه
fr: Image De Fond
it: Immagine Di Sfondo
ru: Фоновое изображение
th: ภาพพื้นหลัง

source: Black
ar: أسود
de: Schwarz
es: Negro
fa_ir: سیاه و سفید
fr: Noir
it: Nero
ru: черный
th: สีดำ

source: Blue
ar: أزرق
de: Blau
es: Azul
fa_ir: آبی
fr: Bleu
it: Blu
ru: Синий
th: สีน้ำเงิน

source: Brown
ar: أسمر
de: Braun
es: Marrón
fa_ir: قهوهای
fr: Brun
it: Marrone
ru: Коричневый
th: สีน้ำตาล

source: Gray
ar: رمادي
de: Grau
es: Gris
fa_ir: خاکستری
fr: Gris
it: Grigio
ru: Серый
th: สีเทา

source: Green
ar: أخضر
de: Grün
es: Verde
fa_ir: سبز
fr: Vert
it: Verde
ru: Зеленый
th: สีเขียว

source: Orange
ar: البرتقالي
es: Naranja
fa_ir: نارنجی
it: Arancione
ru: Оранжевый
th: สีส้ม

source: Purple
ar: أرجواني
de: Lila
es: Púrpura
fa_ir: بنفش
fr: Pourpre
it: Porpora
ru: Фиолетовый
th: สีม่วง

source: Red
ar: أحمر
de: Rot
es: Rojo
fa_ir: قرمز
fr: Rouge
it: Rosso
ru: Красный
th: สีแดง

# SuccessfulBackgroundColorChanged
source: Background Color Has Been Changed Successfully
ar: تم تغيير لون الخلفية بنجاح
de: Hintergrundfarbe Wurde Erfolgreich Geändert
es: color de fondo se ha cambiado con éxito
fa_ir: رنگ پس زمینه موفقیت تغییر داده شد
fr: couleur de fond a bien été modifié
it: Colore di sfondo è stato cambiato correttamente
ru: Цвет фона был изменен успешно
th: สีพื้นหลังได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Yellow
ar: أصفر
de: Gelb
es: Amarillo
fa_ir: زرد
fr: Jaune
it: Giallo
ru: Желтый
th: สีเหลือง

source: Login
ar: دخول
de: Anmelden
es: Entrar
fa_ir: ورود به سیستم
fr: Connexion
it: Accesso
ru: Войти
th: เข้าสู่ระบบ

source: Sign In
ar: توقيع في
de: Anmelden
es: Conectar
fa_ir: به سیستم وارد شوید
fr: Se Connecter
it: Registrati
ru: Вход
th: เข้าสู่ระบบ

source: Sign Out
ar: تسجيل الخروج
de: Austragen
es: Desconectar
fa_ir: خروج از سیستم
fr: Se Déconnecter
it: Disconnessione
ru: Выход из
th: ออกจากระบบ

source: Note
ar: مذكرة
de: Hinweis
es: Nota
fa_ir: توجه داشته باشید
it: Nota
ru: Примечание
th: บันทึก

source: OneDrive Sync Completed
ar: الانتهاء متزامنة OneDrive
de: OneDrive Sync Abgeschlossen
es: OneDrive Sincronización Completado
fa_ir: OneDrive همگام سازی های انجام شده
fr: OneDrive Sync Terminé
it: OneDrive Sync Completato
ru: Завершено OneDrive синхронизации
th: ซิงค์วันไดรฟ์แล้วเสร็จ

source: No
ar: أبدا
de: Nicht
fa_ir: هیچ
fr: Aucun
ru: Нет
th: ไม่

source: Password Protection
ar: حماية كلمة السر
de: Passwortschutz
es: Protección De Contraseña
fa_ir: حفاظت از رمز عبور
fr: Protection Par Mot De Passe
it: Protezione Con Password
ru: Защита паролем
th: การป้องกันรหัสผ่าน

source: Select All
ar: تحديد كافة
de: Alle Auswählen
es: Seleccionar Todo
fa_ir: انتخاب همه
fr: Tout Sélectionner
it: Seleziona Tutto
ru: Выбрать все
th: เลือกทั้งหมด

# Syncronizing
source: Synchronizing...
ar: المزامنة
de: Synchronisieren...
es: Sincronización...
fa_ir: هماهنگ
fr: Synchronisation...
it: Sincronizzazione
ru: Синхронизация ...
th: ตรงกัน ...

source: Yes
ar: نعم
de: Ja
es: Sí
fa_ir: بله
fr: Oui
it: Sì
ru: да
th: ใช่

source: Remove Background Image
ar: إزالة صورة الخلفية
de: Hintergrundbild Entfernen
es: Quitar La Imagen De Fondo
fa_ir: حذف تصویر پس زمینه
fr: Supprimer L'image De Fond
it: Rimuovi Immagine Di Sfondo
ru: Удалить фоновое изображение
th: ลบภาพพื้นหลัง

# SuccessfulBackgroundImageChanged
source: Background Image Has Been Successfully Changed
ar: تم تغيير صورة الخلفية بنجاح
de: Hintergrundbild Wurde Erfolgreich Geändert
es: imagen de fondo se ha cambiado con éxito
fa_ir: تصویر پس زمینه با موفقیت تغییر داده
fr: image de fond a bien été modifié
it: Immagine di sfondo è stato cambiato correttamente
ru: Фоновое изображение был успешно изменен
th: ภาพพื้นหลังได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

# SuccessfulBackgroundImageRemoved
source: Background Image Has Been Successfully Removed
ar: تمت إزالة صورة الخلفية بنجاح
de: Hintergrundbild Wurde Erfolgreich Entfernt
es: imagen de fondo se ha eliminado con éxito
fa_ir: تصویر پس زمینه با موفقیت حذف شده است
fr: image de fond a été supprimé avec succès
it: Immagine di sfondo è stato rimosso con successo
ru: Фоновое изображение было успешно устранено
th: ภาพพื้นหลังได้รับการลบออกแล้วประสบความสำเร็จ

source: Background Feature
ar: ميزة الخلفية
de: Hintergrund Funktion
es: Característica De Fondo
fa_ir: از ویژگی های پس زمینه
fr: Fonction D'arrière-plan
it: Funzione Di Sfondo
ru: Фон Функция
th: คุณลักษณะความเป็นมา

# BackgroundFeatureNote
source: I pay importance on the functionality of a program above the visuality of a program in my life. And i create this program with these feelings. But i know that everybody does not think like me so, i develop the background of this app changeable. In program's Background tab in General Settings, you can assign a background color or image to app. Background color is available on the whole app, but if you want you can assign a background image to to selected note folder in Background section of Folder Settings. When you get bored, you can remove the background image of the app or selected note folder.
ar: أدفع أهمية على وظيفة من برنامج فوق الجودة البصرية من برنامج في حياتي. وأنا إنشاء هذا البرنامج مع هذه المشاعر. ولكن أنا أعلم أن الجميع لا يفكر مثلي ذلك، أطور خلفية هذا التطبيق للتغيير. في علامة التبويب الخلفية البرنامج في إعدادات عامة، يمكنك تعيين لون الخلفية أو صورة إلى التطبيق. لون الخلفية متاح في التطبيق كله، ولكن إذا أردت يمكنك تعيين صورة خلفية للاختيار مجلد ملاحظة في قسم خلفية إعدادات المجلد. عندما كنت تشعر بالملل، يمكنك إزالة صورة الخلفية من التطبيق أو مجلد الملاحظة المحددة.
de: Ich Wert auf die Funktionalität eines Programms über die Visualität eines Programms in meinem Leben zu bezahlen. Und ich schaffe das Programm mit diesen Gefühlen. Aber ich weiß, dass jeder denkt nicht so wie ich, entwickle ich den Hintergrund dieser App änderbar. Im Hintergrund Registerkarte Programms in den Allgemeinen Einstellungen können Sie eine Hintergrundfarbe oder Bild, um App zuweisen. Hintergrundfarbe ist auf der ganzen App, aber wenn Sie möchten, können Sie ein Hintergrundbild auf ausgewählte Notiz-Ordner im Abschnitt Hintergrund der Ordnereinstellungen zuweisen. Wenn Sie sich langweilen, können Sie das Hintergrundbild der App oder ausgewählte Notiz-Ordner zu entfernen.
es: Rindo importancia a la funcionalidad de un programa por encima de la visualidad de un programa en mi vida. Y puedo crear este programa con estos sentimientos. Pero sé que todo el mundo no piensa como yo es así, puedo desarrollar el fondo de esta aplicación variable. En ficha Fondo del programa de Configuración general, se puede asignar un color de fondo o imagen para aplicación. El color de fondo es disponible en toda la aplicación, pero si quieres puedes asignar una imagen de fondo a la carpeta de nota seleccionada en la sección de fondo de Opciones de carpeta. Cuando te aburres, puede quitar la imagen de fondo de la aplicación o carpeta nota seleccionada.
fa_ir: من اهمیت پرداخت به قابلیت از یک برنامه فوق بصری از یک برنامه در زندگی من است. و من ایجاد این برنامه را با این احساسات. اما من می دانم که همه مثل من فکر نمی کنم، من توسعه پس زمینه از این برنامه متغیر است. در زبانه سابقه و هدف برنامه در تنظیمات، شما می توانید رنگ پس زمینه یا تصویر به برنامه اختصاص دهید. رنگ پس زمینه موجود در کل برنامه است، اما اگر شما می خواهید شما می توانید یک تصویر پس زمینه به به پوشه انتخاب شده توجه داشته باشید در بخش مقدمه از تنظیمات پوشه اختصاص دهید. هنگامی که شما خسته، شما می توانید تصویر پس زمینه از برنامه یا پوشه انتخاب شده توجه داشته باشید حذف شده است.
fr: Je rends importance à la fonctionnalité d'un programme-dessus de la visualité d'un programme dans ma vie. Et je crée ce programme avec ces sentiments. Mais je sais que tout le monde ne pense pas comme moi, donc, je développe le fond de cette application variable. Dans l'onglet Arrière-plan de programme dans Paramètres généraux, vous pouvez attribuer une couleur de fond ou une image à l'application. La couleur de fond est disponible sur l'ensemble de l'application, mais si vous voulez vous pouvez attribuer une image de fond pour le dossier de note sélectionné dans la section Historique de Paramètres du dossier. Lorsque vous vous ennuyez, vous pouvez supprimer l'image de fond de l'application ou le dossier de note sélectionné.
it: Pago importanza alla funzionalità di un programma al di sopra della visualità di un programma nella mia vita. E ho creato questo programma con questi sentimenti. Ma so che tutti non la pensa come me così, ho sviluppato sullo sfondo di questa applicazione mutevole. Nella scheda Sfondo del programma in Impostazioni generali, è possibile assegnare un colore di sfondo o l'immagine di app. Il colore di sfondo è disponibile in tutta la app, ma se si desidera è possibile assegnare un'immagine di sfondo alla cartella nota selezionata nella sezione Sfondo di Impostazioni cartella. Quando ci si annoia, è possibile rimuovere l'immagine di sfondo della app o cartella nota selezionata.
ru: Я плачу важность на функциональности программы выше визуальности программы в моей жизни. И я создаю эту программу с этими чувствами. Но я знаю, что все не думать, как мне так, я развивать фон этого приложения переменчивой. В в General Settings фоновой вкладке программы, можно назначить цвет фона или изображение в приложение. Цвет фона доступен на всей приложения, но если вы хотите, вы можете назначить фоновое изображение для к выбранной папке ноты в Фон разделе Настройки Папки. Когда вам надоест, вы можете удалить фоновое изображение приложения или выбранной папки ноту.
th: ฉันต้องจ่ายเงินให้ความสำคัญกับการทำงานของโปรแกรมดังกล่าวข้างต้น Visuality ของโปรแกรมในชีวิตของฉัน และฉันสร้างโปรแกรมนี้ด้วยความรู้สึกเหล่านี้ แต่ฉันรู้ว่าทุกคนไม่ได้คิดเหมือนผมเพื่อให้ผมพัฒนาพื้นหลังของการตรวจสอบการเปลี่ยนแปลงนี้ ในแท็บประวัติความเป็นมาของโครงการในการตั้งค่าทั่วไป, คุณสามารถกำหนดสีพื้นหลังหรือภาพเพื่อ app สีพื้นหลังที่มีอยู่ในการตรวจสอบทั้งหมด แต่ถ้าคุณต้องการคุณสามารถกำหนดภาพพื้นหลังเพื่อไปยังโฟลเดอร์บันทึกที่เลือกในส่วนที่มาของการตั้งค่าโฟลเดอร์ เมื่อคุณได้รับเบื่อคุณสามารถลบภาพพื้นหลังของ app หรือโฟลเดอร์บันทึกที่เลือก

source: Font Feature
ar: ميزة الخط
de: Schrift Funktion
es: Características De La Fuente
fa_ir: از ویژگی های فونت
fr: Fonctions De Police
it: Funzione Di Font
ru: Функция шрифта
th: คุณสมบัติ Font

# FontFeatureNote
source: You can assign a font family and font size to a note folder which you want. When you select a note folder, in Font section of the Folder Settings you can assign these properties. You can see the active font family and the font size on page. If you don't assign a property, app automatically assign the Verdana and 26 px values.
ar: يمكنك تعيين عائلة الخط وحجم الخط إلى مجلد المذكرة التي تريدها. عند تحديد مجلد علما في قسم الخط من إعدادات المجلد يمكنك تعيين هذه الخصائص. يمكنك أن ترى عائلة الخط النشطة وحجم الخط على الصفحة. إذا لم تقم بتعيين خاصية، التطبيق تعيين تلقائيا فيردانا وستة وعشرين القيم بكسل
de: Sie können eine Schriftart und Schriftgröße zu einer Notiz-Ordner, die Sie zuordnen. Wenn Sie eine Note Ordner, in Schriftschnitt der Ordner-Einstellungen können Sie diese Eigenschaften zuweisen auswählen. Sie können die aktive Schriftart und die Schriftgröße auf Seite zu sehen. Wenn Sie eine Eigenschaft zuweisen, weisen Sie die App automatisch Verdana und 26 Pixel-Werte.
es: Puede asignar una familia de fuentes y el tamaño de la fuente en una carpeta de la nota que desea. Cuando se selecciona una carpeta de nota, en la sección de fuente de los Parámetros de la carpeta puede asignar estas propiedades. Usted puede ver la familia de fuentes activas y el tamaño de fuente en la página. Si no se asigna una propiedad, app asignar automáticamente la Verdana y 26 valores de píxeles.
fa_ir: شما می توانید یک خانواده فونت و اندازه فونت را به یک پوشه توجه داشته باشید که شما می خواهید اختصاص دهید. هنگامی که شما یک پوشه را انتخاب کنید توجه داشته باشید، در بخش فونت از تنظیمات پوشه شما می توانید از این خواص را اختصاص دهید. شما می توانید از خانواده فونت فعال و اندازه فونت را در صفحه مشاهده کنید. اگر شما یک ملک را واگذار کند، برنامه به طور خودکار Verdana و 26 مقادیر پیکسل اختصاص دهید
fr: Vous pouvez attribuer une famille de police et taille de police dans un dossier de la note que vous voulez. Lorsque vous sélectionnez un dossier de note, dans la section de la police des Paramètres du dossier, vous pouvez affecter ces propriétés. Vous pouvez voir la famille de police active et la taille de la police sur la page. Si vous n'avez pas d'attribuer une propriété, l'application attribue automatiquement le Verdana et 26 valeurs de px.
it: È possibile assegnare una famiglia di font e dimensione del carattere in una cartella nota che si desidera. Quando si seleziona una cartella nota, nella sezione Font delle Impostazioni cartella è possibile assegnare queste proprietà. Si può vedere la famiglia di font attiva e la dimensione dei caratteri a pagina. Se non si assegna una proprietà, app assegnare automaticamente il Verdana e 26 valori px.
ru: Вы можете назначить семейство шрифтов и размера шрифта в папку Обратите внимание, какое вы хотите. При выборе папки ноту, в разделе Шрифт параметры папки можно назначить эти свойства. Вы можете увидеть активное семейство шрифтов и размера шрифта на странице. Если вы не назначить свойство, приложение автоматически присвоить Verdana и 26 PX значения.
th: คุณสามารถกำหนดครอบครัวอักษรและขนาดตัวอักษรไปยังโฟลเดอร์บันทึกที่คุณต้องการ เมื่อคุณเลือกโฟลเดอร์บันทึกในส่วน Font ของการตั้งค่าโฟลเดอร์ที่คุณสามารถกำหนดคุณสมบัติเหล่านี้ คุณสามารถดูครอบครัวของตัวอักษรที่ใช้งานและขนาดตัวอักษรบนหน้า หากคุณไม่ได้กำหนดสถานที่ให้บริการตรวจสอบโดยอัตโนมัติกำหนด Verdana และ 26 ค่าพิกเซล

source: Language Feature
ar: ميزة اللغة
de: Sprache Funktion
es: Característica Del Lenguaje
fa_ir: از ویژگی های زبان
fr: Fonction De La Langue
it: Funzione Del Linguaggio
ru: Язык Функция
th: ภาษาคุณลักษณะ

# LanguageFeatureNote
source: The app gives you full support in English, Turkish, German, Italian, Spanish, French, Portuguese, Chinese, Russian, Arabic and Persian. You can see your language in whole of the pages of the app and menus.
ar: التطبيق يوفر لك الدعم الكامل في اللغة الإنجليزية، التركية، الألمانية، الإيطالية والإسبانية والفرنسية والبرتغالية والصينية والروسية والعربية والفارسية. يمكنك تشاهد اللغة الخاصة بك كليا من صفحات التطبيق والقوائم
de: Die App gibt Ihnen die volle Unterstützung in Englisch, Türkisch, Deutsch, Italienisch, Spanisch, Französisch, Portugiesisch, Chinesisch, Russisch, Arabisch und Persisch. Sie können Ihre Sprache ganz von den Seiten der App und Menüs zu sehen.
es: La aplicación te da pleno apoyo en Inglés, turco, alemán, italiano, español, francés, portugués, chino, ruso, árabe y persa. Usted puede ver su idioma en el conjunto de las páginas de la aplicación y menús.
fa_ir: نرم افزار به شما می دهد پشتیبانی کامل از زبان های انگلیسی، ترکی، آلمانی، ایتالیایی، اسپانیایی، فرانسوی، پرتغالی، چینی، روسی، عربی و فارسی. شما می توانید زبان خود را در تمام صفحات از برنامه ها و منوها را ببینید.
fr: L'application vous donne le plein soutien en anglais, turc, allemand, italien, espagnol, français, portugais, chinois, russe, arabe et persan. Vous pouvez voir votre langue dans l'ensemble des pages de l'application et des menus.
it: L'applicazione ti dà pieno supporto in inglese, turco, tedesco, italiano, spagnolo, francese, portoghese, cinese, russo, arabo e persiano. Si può vedere la vostra lingua in tutto le pagine di app e menu.
ru: Приложение дает вам полную поддержку в английском, турецком, немецком, итальянском, испанском, французском, португальском, китайском, русском, арабском и персидском языках. Вы можете увидеть свой язык в целом из страниц приложения и меню.
th: การประยุกต์ใช้จะช่วยให้คุณการสนับสนุนอย่างเต็มที่ในอังกฤษ, ตุรกี, เยอรมัน, อิตาลี, สเปน, ฝรั่งเศส, โปรตุเกส, จีน, รัสเซีย, อาหรับและเปอร์เซีย คุณสามารถเห็นภาษาของคุณในภาพรวมของหน้าของการตรวจสอบและเมนู

source: Note Feature
ar: ميزة الملاحظة
de: Hinweis Funktion
es: Característica Nota
fa_ir: ویژگی توجه داشته باشید
fr: Fonction De La Note
it: Funzione Nota
ru: Примечание Функция
th: หมายเหตุคุณลักษณะ
