Repository: coderserdar/AwesomeNote
Catalog: SourceCode/AwesomeNote/Resources/AppResources.*.resx
Languages: ar, de, es, fa_ir, fr, it, ru, th

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft
fa_ir: RightToLeft

# ResourceLanguage
source: en-US
ar: ar
de: de
es: es
fa_ir: fa
fr: fr
it: it
ru: ru
th: th

# ApplicationTitle
source: Awesome Note
ar: MY APPLICATION
th: หมายเหตุน่ากลัว

source: About
ar: عن
de: Über
es: Acerca De
fa_ir: در مورد
fr: Sur
it: Circa
ru: об этом
th: เกี่ยวกับ

source: Add Folder
ar: إضافة مجلد
de: Ordner Hinzufügen
es: Añadir Carpeta
fa_ir: اضافه کردن پوشه
fr: Ajouter Un Dossier
it: Aggiungi Cartella
ru: Добавить папку
th: เพิ่มโฟลเดอร์

source: Add Item
ar: إضافة بند
de: Element Hinzufügen
es: Añadir El Artículo
fa_ir: اضافه کردن آیتم
fr: Ajouter L'article
it: Aggiungi Articolo
ru: Добавить элемент
th: เพิ่มรายการ

# AppFolder
source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fa_ir: پوشه ها
fr: Dossiers
it: Cartelle
ru: Папки
th: โฟลเดอร์

# AppTitle
source: Awesome Note
ar: علما رهيبة
th: หมายเหตุน่ากลัว

source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar
fa_ir: لغو
fr: Annuler
it: Annullare
ru: Отменить
th: ยกเลิก

source: Change Folder
ar: المجلد التغيير
de: Ordner Wechseln
es: Carpeta De Cambio
fa_ir: پوشه تغییر
fr: Un Autre Dossier
it: Cambia Cartella
ru: Изменение папки
th: เปลี่ยนโฟลเดอร์

# EnterFolderName
source: Please Enter The Folder Name
ar: الرجاء إدخال اسم المجلد
de: Bitte Geben Sie Den Namen Des Ordners
es: Por Favor Escribe El Nombre De La Carpeta
fa_ir: لطفا نام پوشه را وارد کنید
fr: S'il Vous Plaît Entrez Le Nom Du Dossier
it: Si prega di inserire il nome della cartella
ru: Пожалуйста, введите имя папки
th: กรุณาใส่ชื่อโฟลเดอร์

source: Exit App
ar: خروج التطبيق
de: Anwendung Beenden
es: Aplicación De Salida
fa_ir: برنامه خروج
fr: L'application De Sortie
it: Uscita App
ru: Выход App
th: ออกจากโปรแกรม

# ExitAppQuestion
source: Do you really want to exit the app?
ar: هل تريد حقا لإنهاء التطبيق
de: Wollen Sie Anwendung Beenden?
es: Realmente desea salir de la aplicación?
fa_ir: آیا شما واقعا می خواهید برای خروج از برنامه
fr: Voulez-vous vraiment quitter l'application?
it: Vuoi veramente uscire dalla app?
ru: Вы действительно хотите, чтобы выйти из приложения?
th: คุณต้องการที่จะออกจากโปรแกรมหรือไม่

# FolderExists
source: This folder has already exists..
ar: هذا المجلد موجود بالفعل و
de: Dieser Ordner Ist Bereits Vorhanden
es: Esta Carpeta Tiene Ya Existe...
fa_ir: این پوشه از قبل وجود دارد
fr: Ce dossier a existe déjà ..
it: Questa cartella esiste già ..
ru: Эта папка уже существует ..
th: โฟลเดอร์นี้มีอยู่แล้ว ..

source: Note List Of
ar: قائمة علما
de: Hinweis Liste
es: Lista De Nota
fa_ir: لیست توجه داشته باشید
fr: Liste De Notes
it: Nota La Lista Dei
ru: Примечание Список
th: หมายเหตุรายชื่อของ

source: Ok
ar: حسنا
es: Okay
fa_ir: خوب
fr: Dáccord
ru: Хорошо
th: ตกลง

source: Save
ar: حفظ
de: Sparen
es: Guardar
fa_ir: ذخیره
fr: Sauver
it: Salvare
ru: Сохранить
th: บันทึก

source: Select Note Folder
ar: حدد المجلد علما
de: Wählen Hinweis Ordner
es: Seleccione La Carpeta Nota
fa_ir: پوشه را انتخاب کنید توجه داشته باشید
fr: Sélectionnez Le Dossier De La Note
it: Selezionare La Cartella Nota
ru: Выбор папки Примечание
th: เลือกโฟลเดอร์หมายเหตุ

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fa_ir: تنظیمات
fr: Paramètres
it: Impostazioni
ru: Настройки
th: การตั้งค่า

# SuccessfulAddNoteFolder
source: Note Folder Has Been Added Successfully
ar: تمت إضافة المجلد علما بنجاح
de: Hinweis Ordner Wurde Erfolgreich Hinzugefügt
es: Carpeta Nota se ha agregado
fa_ir: پوشه توجه داشته باشید موفقیت انجام شد.
fr: Dossier de note a été ajoutée avec succès
it: Cartella Note è stato aggiunto
ru: Примечание Папка была добавлена ​​успешно
th: หมายเหตุโฟลเดอร์ได้รับการเพิ่มประสบความสำเร็จ

# SuccessfulChangeNoteFolder
source: Your Note's Folder Succesfully Changed
ar: تم تغيير مجلد مذكرة الخاص بك بنجاح
de: Ordner Ihres Hinweis Wurde Erfolgreich Geändert
es: la carpeta de su nota se ha cambiado con éxito
fa_ir: پوشه توجه داشته باشید شما با موفقیت تغییر داده
fr: le dossier de votre note a été changé avec succès
it: Cartella del tuo commento è stato cambiato con successo
ru: Папка заметок успешно изменен
th: หมายเหตุโฟลเดอร์ของคุณประสบความสำเร็จในการเปลี่ยนแปลง

source: Add Note
ar: تضيف المذكرة
de: Notiz Hinzufügen
es: Añadir La Nota
fa_ir: اضافه کردن توجه داشته باشید
fr: Ajouter Une Note
it: Aggiungi Note
ru: Добавить Примечание
th: เพิ่มหมายเหตุ

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fa_ir: انگلیسی
fr: Anglais
it: Inglese
ru: английский
th: อังกฤษ

# EnterNoteName
source: Please Enter The Note Name
ar: الرجاء إدخال اسم المذكرة
de: Bitte Geben Sie Den Namen Des Notiz
es: Por Favor Escribe El Nombre De La Nota
fa_ir: لطفا نام را وارد کنید توجه داشته باشید
fr: S'il Vous Plaît Entrez Le Nom De La Note
it: Si prega di inserire la nota nome
ru: Пожалуйста, введите надпись Имя
th: กรุณาใส่ชื่อหมายเหตุ

source: Folder Settings
ar: إعدادات المجلد
de: Ordner-Einstellungen
es: Configuración De La Carpeta
fa_ir: تنظیمات پوشه
fr: Paramètres Du Dossier
it: Impostazioni Della Cartella
ru: Настройки Папка
th: การตั้งค่าโฟลเดอร์

source: German
ar: ألماني
de: Deutsch
es: Alemán
fa_ir: آلمانی
fr: Allemand
it: Germano
ru: Немецкий
th: เยอรมัน

source: Language
ar: لغة
de: Sprache
es: Lenguaje
fa_ir: زبان
fr: Langue
it: Lingua
ru: Язык
th: ภาษา

# LanguageWarning
source: You may restart the app to affect the changes
ar: قد تقوم بإعادة تشغيل التطبيق لتؤثر التغييرات
de: Sie Mögen Starten Der App, Die Änderungen Betreffen
es: Usted puede reiniciar la aplicación para afectar los cambios
fa_ir: شما ممکن است برنامه راه اندازی مجدد را تحت تاثیر قرار تغییرات
fr: Vous pouvez redémarrer l'application d'affecter les changements
it: È possibile riavviare l'applicazione per influenzare i cambiamenti
ru: Вы можете перезапустить приложение, чтобы повлиять на изменения
th: คุณอาจจะเริ่มการทำงานของโปรแกรมที่จะส่งผลกระทบต่อการเปลี่ยนแปลง

# NoteExists
source: This Note Already Exists
ar: هذه المذكرة تمت بالفعل
de: Dieser Hinweis Ist Bereits Vorhanden
es: Esta Nota Ya Existen
fa_ir: این نکته از قبل وجود دارد
fr: Cette Note Existe Déjà
it: Questa Nota Già Esistente
ru: Это Примечание уже существует
th: หมายเหตุนี้อยู่แล้ว

# SelectLanguage
source: Select The Language
ar: اختر اللغة
de: Wählen Sie Die Sprache
es: Seleccionar El Idioma
fa_ir: زبان را انتخاب کنید
fr: Sélectionner La Langue
it: Selezionare La Lingua
ru: Выберите язык
th: เลือกภาษา

source: Spanish
ar: الأسبانية
de: Spanisch
es: Español
fa_ir: اسپانیایی
fr: Espagnol
it: Spagnolo
ru: Испанский
th: สเปน

# SuccessfulAddNote
source: Note Has Been Added Successfully
ar: تمت إضافة علما بنجاح
de: Hinweis Wurde Erfolgreich Hinzugefügt
es: Nota se ha agregado
fa_ir: توجه داشته باشید موفقیت انجام شد.
fr: Note a été ajoutée Avec succès
it: Nota è stato aggiunto
ru: Примечание была добавлена ​​успешно
th: หมายเหตุได้รับการเพิ่มประสบความสำเร็จ

source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fa_ir: همگام
fr: Synchroniser
ru: Синхронизация
th: ซิงค์

source: Turkish
ar: التركية
de: Turkisch
es: Turco
fa_ir: ترکی استانبولی
fr: Turc
it: Turco
ru: Турецкий
th: ตุรกี

source: Active
ar: نشط
de: Aktiv
es: Activo
fa_ir: فعال
fr: Actif
it: Attivo
ru: Активный
th: กระตือรือร้น

source: Font
ar: الخط
de: Schriftart
es: Fuente
fa_ir: فونت
fr: Fonte
ru: шрифт
th: ตัวอักษร

source: Four Digits
ar: أربعة أرقام
de: Vier Ziffern
es: Cuatro Dígitos
fa_ir: چهار رقم
fr: Quatre Chiffres
it: Quattro Cifre
ru: Четыре Цифры
th: ตัวเลขสี่หลัก

source: Other Settings
ar: إعدادات أخرى
de: Andere Einstellungen
es: Otros Ajustes
fa_ir: تنظیمات دیگر
fr: D'autres Paramètres
it: Altre Impostazioni
ru: Другие настройки
th: ตั้งค่าอื่น ๆ

source: Passive
ar: سلبي
de: Passiv
es: Pasiva
fa_ir: غیر فعال
fr: Passif
it: Passivo
ru: Пассивный
th: อยู่เฉยๆ

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fa_ir: رمز عبور
fr: Mot De Passe
ru: Пароль
th: รหัสผ่าน

# PasswordFalse
source: Password Is False
ar: كلمة السر هي كاذبة
de: Passwort Ist Falsch
es: Contraseña Es Falsa
fa_ir: رمز عبور نادرست است
fr: Mot De Passe Est Faux
it: Password è Falsa
ru: Пароль ложно
th: รหัสผ่านเป็นเท็จ

source: Password State
ar: الدولة كلمة المرور
de: Passwort Staat
es: Estado Contraseña
fa_ir: دولت رمز عبور
fr: état De Mot De Passe
it: Stato Della Password
ru: Пароль государство
th: รัฐรหัสผ่าน

# PasswordTrue
source: Password Is True
ar: كلمة السر هي الحقيقية
de: Passwort Ist Wahr
es: Contraseña Es Verdadera
fa_ir: رمز عبور درست است
fr: Mot De Passe Est Vrai
it: Password è Vero
ru: Пароль верно
th: รหัสผ่านที่เป็นความจริง

# PleaseEnterPassword
source: Enter Password
ar: من فضلك ادخل كلمة السر
de: Geben Sie Das Passwort
es: Introducir La Contraseña
fa_ir: وارد کنید رمز عبور
fr: Entrer Le Mot De Passe
it: Inserire La Password
ru: Введите пароль
th: ป้อนรหัสผ่าน

# PleaseReEnterPassword
source: Re-Enter Password
ar: يرجى إعادة إدخال كلمة المرور
de: Geben Sie Wieder Passwort
es: Volver A Introducir La Contraseña
fa_ir: ورود مجدد رمز عبور
fr: Rentrer Le Mot De Passe
it: Immettere Nuovamente La Password
ru: выбранный пароль
th: ป้อนรหัสผ่าน

source: Select Password State
ar: اختر الدولة السر
de: Wählen Sie Kennwort Staat
es: Seleccione Estado Contraseña
fa_ir: دولت رمز عبور را انتخاب کنید
fr: Sélectionnez L'état De Mot De Passe
it: Seleziona Stato Della Password
ru: Выберите государство Пароль
th: เลือกรัฐรหัสผ่าน

# SuccessfulRemovePassword
source: Password Has Been Removed Successfully
ar: تمت إزالة كلمة المرور بنجاح
de: Passwort Wurde Erfolgreich Entfernt
es: contraseña se ha eliminado con éxito
fa_ir: رمز عبور با موفقیت حذف شده است
fr: mot de passe a été supprimé avec succès
it: Password è stata rimossa con successo
ru: Пароль была удалена успешно
th: รหัสผ่านได้รับการลบออกแล้วประสบความสำเร็จ

# SuccessfulSetPassword
source: Password Has Been Set Successfully
ar: تم تعيين كلمة المرور بنجاح
de: Passwort Wurde Erfolgreich Gesetzt
es: contraseña se ha establecido correctamente
fa_ir: رمز عبور را با موفقیت راه اندازی شده است
fr: mot de passe a été mis avec succès
it: La password è stata impostata correttamente
ru: Пароль был установлен успешно
th: รหัสผ่านได้รับการตั้งเรียบร้อยแล้ว

# TwoFieldsNotSame
source: The Two Password Values Are Not Same
ar: القيم كلمة اثنان ليست نفسها
de: Die Zwei Passwort Werte Werden Nicht
es: Los Dos Valores De Contraseña No Se Misma
fa_ir: دو مقدار رمز عبور آیا هنوز هم
fr: Les Deux Mots De Passe Valeurs Ne Sont Pas De La Même
it: I Due Valori Password Non Sono Uguali
ru: Два Пароль значения не же
th: สองค่ารหัสผ่านจะไม่เหมือนกัน

source: Font Family
ar: عائلة الخط
de: Schriftfamilie
es: Familia Tipográfica
fa_ir: خانواده فونت
fr: Famille De Polices
it: Famiglia Di Font
ru: Шрифты
th: ครอบครัวตัวอักษร

source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño De La Fuente
fa_ir: اندازه فونت
fr: Taille De La Police
it: Dimensione Fi Font
ru: Размер шрифта
th: ขนาดตัวอักษร

source: Is Bold
ar: عريض
de: Ist Bold
es: Es Audaz
fa_ir: دشوار است
fr: Est Gras
it: è in grassetto
ru: полужирный
th: เป็นตัวหนา

source: Is Italic
ar: مائل
de: Ist Italic
es: Es Cursiva
fa_ir: شیب است
fr: Ens En Italique
it: è corsivo
ru: курсивом
th: เป็นตัวเอียง

source: Note Saved
ar: ملاحظة المحفوظة
de: Hinweis Gespeichert
es: Nota Guardada
fa_ir: توجه داشته باشید نجات داد
fr: Note A été Enregistrée
it: Nota Salvato
ru: Примечание Сохранено
th: หมายเหตุงานที่บันทึกไว้

source: Select Font Family
ar: حدد عائلة الخط
de: Wählen Sie Schriftfamilie
es: Seleccione Familia De Fuentes
fa_ir: خانواده فونت را انتخاب کنید
fr: Sélectionner La Famille De Polices
it: Selezionare La Famiglia Di Font
ru: Выберите семейство шрифтов
th: เลือกครอบครัวตัวอักษร

source: Select Font Size
ar: حدد حجم الخط
de: Wählen Sie Schriftgröße
es: Seleccione El Tamaño De La Fuente
fa_ir: انتخاب اندازه فونت
fr: Sélectionnez La Taille De Police
it: Selezionare La Dimensione Del Carattere
ru: Выберите размер шрифта
th: เลือกขนาดตัวอักษร

# SuccessfulFontFamilyChanged
source: Font Family Has Been Changed Successfully
ar: تم تغيير الخط الأسرة بنجاح
de: Schriftfamilie Wurde Erfolgreich Geändert
es: familia de fuentes se ha cambiado con éxito
fa_ir: خانواده فونت موفقیت تغییر داده شد
fr: famille de police a bien été modifié
it: Famiglia di font è stato modificato con successo
ru: Семейство шрифтов была изменена успешно
th: ครอบครัวตัวอักษรได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

# SuccessfulFontSizeChanged
source: Font Size Has Been Changed Successfully
ar: تم تغيير حجم الخط بنجاح
de: Schriftgröße Wurde Erfolgreich Geändert
es: tamaño de la letra se ha cambiado con éxito
fa_ir: اندازه فونت را با موفقیت تغییر داده شده است
fr: taille de la police a bien été modifié
it: Dimensione del carattere è stato modificato con successo
ru: Размер шрифта был изменен успешно
th: ขนาดตัวอักษรได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

# SuccessfulChangeNoteName
source: Note Name Has Been Changed Successfully
ar: تم تغيير اسم المذكرة بنجاح
de: Hinweis Namen Wurde Erfolgreich Geändert
es: nombre de la nota se ha cambiado con éxito
fa_ir: نام توجه داشته باشید تا به موفقیت تغییر داده شد
fr: nom de la note a bien été modifié
it: Nome di nota è stata cambiata con successo
ru: Примечание Имя изменено Успешно
th: ชื่อหมายเหตุได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Creation Date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha De Creación
fa_ir: تاریخ ایجاد
fr: Date De Création
it: Data Di Creazione
ru: Дата создания
th: วันที่สร้าง

# ModificationDate
source: Last Modification Date
ar: تاريخ التعديل
de: Datum Der Letzten Änderung
es: última Fecha De Modificación
fa_ir: تاریخ آخرین اصلاح
fr: Date De Dernière Modification
it: Ultima Data Di Modifica
ru: Дата последнего изменения
th: วันที่แก้ไขล่าสุด

source: Note Name
ar: ملاحظة اسم
de: Hinweis Name
es: Nombre De La Nota
fa_ir: نام توجه داشته باشید
fr: Nom De La Note
it: Nome Della Nota
ru: Примечание Имя
th: ชื่อหมายเหตุ

source: Note Order
ar: المذكرة النظام
de: Hinweis Bestellen
es: Para Nota
fa_ir: منظور توجه داشته باشید
fr: Note Ordre
it: Ordine Nota
ru: Примечание орденом
th: หมายเหตุการสั่งซื้อ

source: Select Order Type
ar: حدد نوع النظام
de: Wählen Auftragsart
es: Seleccione El Tipo De Orden
fa_ir: نوع سفارش انتخاب کنید
fr: Sélectionnez Le Type De Commande
it: Selezionare Il Tipo Di Ordine
ru: Выберите тип заказа
th: เลือกประเภทการสั่งซื้อ

# SuccessfulOrderTypeChanged
source: Order Type Has Been Successfully Changed
ar: تم تغيير نوع النظام بنجاح
de: Auftragstyp Wurde Erfolgreich Geändert
es: tipo de orden se ha cambiado con éxito
fa_ir: نوع جهت موفقیت تغییر داده شد
fr: type d'ordre a bien été modifié
it: Tipo di ordine è stato modificato con successo
ru: Тип заказа был успешно изменен
th: ประเภทการสั่งซื้อได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fa_ir: صعودی
fr: Ascendant
it: Crescente
ru: восходящий
th: จากน้อยไปมาก

source: Descending
ar: تنازلي
de: Absteigend
es: Descendiendo
fa_ir: نزولی
fr: Descendant
it: Discendente
ru: нисходящий
th: จากน้อยไปมาก

source: Order Style
ar: نمط النظام
de: Bestellen Stil
es: Estilo Para
fa_ir: سبک منظور
fr: Le Style De Ordre
it: Stile Di Ordine
ru: Заказать Стиль
th: สั่งซื้อสไตล์

source: Select Order Style
ar: حدد نمط النظام
de: Wählen Bestellen Stil
es: Seleccione El Estilo Para
fa_ir: سبک منظور انتخاب
fr: Sélectionnez Le Style De Ordre
it: Selezionare Lo Stile Ordine
ru: Выберите заказ типа
th: เลือกรูปแบบการสั่งซื้อ

# SuccessfulOrderStyleChanged
source: Order Style Has Been Successfully Changed
ar: تم تغيير نمط النظام بنجاح
de: Bestellen Stil Wurde Erfolgreich Geändert
es: estilo de orden se ha cambiado con éxito
fa_ir: سبک منظور موفقیت تغییر داده شد
fr: le style de ordre a bien été modifié
it: Stile ordine è stata cambiata con successo
ru: Заказать Стиль был успешно изменен
th: สไตล์การสั่งซื้อได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

source: Folder Order
ar: مجلد النظام
de: Ordner-Sortierung
es: Para Carpeta
fa_ir: منظور پوشه
fr: Dossier Afin
it: Ordine Cartella
ru: Папка Заказать
th: สั่งซื้อโฟลเดอร์

# BelongFolderName
source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre De La Carpeta
fa_ir: نام پوشه
fr: Nom De Dossier
it: Nome Della Cartella
ru: Имя папки
th: ชื่อโฟลเดอร์

# CharacterNumber
source: Number Of Characters
ar: عدد الأحرف
de: Anzahl Der Zeichen
es: Número De Caracteres
fa_ir: تعداد حروف
fr: Nombre De Caractères
it: Numero Di Caratteri
ru: Количество символов
th: จำนวนของตัวอักษร

source: Note Info
ar: ملاحظة المعلومات
de: Hinweis Informationen
es: Nota Info
fa_ir: توجه داشته باشید اطلاعات
fr: Noter Infos
it: Nota Di Informazioni
ru: Примечание информация
th: หมายเหตุข้อมูล

# SendWithApp
source: Send With Awesome Note App
ar: إرسال رهيبة مع ملاحظة التطبيق
de: Senden Mit Awesome Note App
es: Enviar Con Awesome Note App
fa_ir: ارسال با عالی توجه داشته باشید برنامه
fr: Envoyer Avec Awesome Note App
it: Invia Con Awesome Note App
ru: Отправить с Awesome Note Примечание
th: ส่งพร้อมกับใบสมัครหมายเหตุน่ากลัว

source: Send With Mail
ar: إرسال بالبريد
de: Senden Mit Post
es: Enviar Con Correo
fa_ir: ارسال با پست الکترونیکی
fr: Envoyer Avec Le Courrier électronique
it: Invia Con Email
ru: Отправить с электронной почтой
th: ส่งจดหมายด้วย

source: Send With SMS
ar: ارسال الرسائل القصيرة مع
de: Senden Mit SMS
es: Enviar Con SMS
fa_ir: ارسال با اس ام اس
fr: Envoyer Par SMS
it: Invia Con SMS
ru: Отправить С помощью SMS
th: ส่งด้วย SMS

# SuccessfulChangeFolderName
source: Folder Name Has Been Successfully Changed
ar: تم تغيير اسم المجلد علما بنجاح
de: Ordnername Wurde Erfolgreich Geändert
es: nombre de la carpeta se ha modificado correctamente
fa_ir: نام پوشه را با موفقیت تغییر داده شده است
fr: nom de dossier a bien été modifié
it: Nome della cartella è stata cambiata con successo
ru: Имя папки был успешно изменен
th: ชื่อโฟลเดอร์ได้รับการเปลี่ยนแปลงเรียบร้อยแล้ว

# SuccessfulSendWithMail
source: Your Note Successfully Sent By Mail
ar: ملاحظتك أرسلت بنجاح عن طريق البريد
de: Ihr Hinweis Wurde Erfolgreich Per Post
es: su nota ha sido enviada correctamente por e-mail
fa_ir: توجه داشته باشید تا به موفقیت از طریق ایمیل ارسال شده است
fr: note a été envoyée avec succès par email
it: Nota è stato inviato correttamente via e-mail
ru: Ваш Примечание успешно отправленных почтой
th: หมายเหตุของคุณประสบความสำเร็จโดยการส่งจดหมาย

# SuccessfulSendWithSMS
source: Your Note Successfully Sent By SMS
ar: ملاحظتك أرسلت بنجاح عن طريق الرسائل القصيرة
de: Ihr Hinweis Wurde Erfolgreich Per SMS
es: su nota ha sido enviada correctamente por sms
fa_ir: توجه داشته باشید تا به موفقیت های اس ام اس ارسال شده است
fr: note a été envoyée avec succès par sms
it: Nota è stata inviata con successo da sms
ru: Ваш Примечание успешно отправленных SMS
th: หมายเหตุของคุณประสบความสำเร็จโดยส่ง SMS

# WordNumber
source: Number Of Words
ar: عدد الكلمات
de: Anzahl Der Wörter
es: Número De Palabras
fa_ir: تعداد کلمات
fr: Nombre De Mots
it: Numero Di Parole
ru: Количество слов
th: จำนวนคำ

source: Delete Note
ar: حذف المذكرة
de: Hinweis Löschen
es: Suprimir La Nota
fa_ir: حذف یادداشت
fr: Supprimer La Note
it: Eliminare Nota
ru: Удалить Примечание
th: ลบหมายเหตุ

# DeleteNoteQuestion
source: Do You Really Want To Delete Note?
ar: هل حقا تريد حذف الملاحظة
de: Wünschen Sie Löschen Hinweis?
es: Realmente quiere eliminar Note?
fa_ir: آیا شما واقعا می خواهید به حذف توجه
fr: Êtes-vous sûr de vouloir supprimer la note?
it: Vuoi Cancella Nota
ru: Вы действительно хотите удалить Примечание?
th: คุณจริงๆต้องการลบ?

source: Next
ar: التالي
de: Nächste
es: Próximo
fa_ir: بعدی
fr: Suivant
it: Prossimo
ru: Следующая
th: ถัดไป

source: Next Note
ar: الملاحظة التالية
de: Weiter Hinweis
es: Siguiente Nota
fa_ir: توجه داشته باشید بعدی
fr: Note Suivante
it: Nota Successiva
ru: Далее Примечание
th: หมายเหตุถัดไป

source: Previous
ar: سابق
de: Früher
es: Anterior
fa_ir: قبلی
fr: Précédent
it: Precedente
ru: Предыдущая
th: ก่อน

source: Previous Note
ar: الملاحظة السابقة
de: Früher Hinweis
es: Nota Anterior
fa_ir: توجه داشته باشید قبل
fr: Note Précédente
it: Nota Precedente
ru: Предыдущий Примечание
th: หมายเหตุก่อนหน้า

# SuccessfulDeleteNote
source: Note Has Been Deleted Successfully
ar: تم حذف علما بنجاح
de: Notiz Wurde Erfolgreich Gelöscht
es: nota se ha eliminado con éxito
fa_ir: توجه داشته باشید با موفقیت حذف شده است
fr: note a été retirée avec succès
it: Nota è stato rimosso con successo
ru: Примечание удален Успешно
th: หมายเหตุถูกลบไปแล้วประสบความสำเร็จ

source: Select
ar: اختر
de: Wählen
es: Seleccione
fa_ir: را انتخاب کنید
fr: Sélectionner
it: Selezionare
ru: Выберите
th: เลือก

source: Selected
ar: مختار
de: Ausgewählt
es: Seleccionado
fa_ir: انتخاب
fr: Sélectionné
it: Selezionato
ru: выбранный
th: ที่เลือกไว้

source: Folder Name
ar: اسم المجلد
de: Ordnername
es: Nombre De La Carpeta
fa_ir: نام پوشه
fr: Nom De Dossier
it: Nome Della Cartella
ru: Имя папки
th: ชื่อโฟลเดอร์

source: About The App
ar: حول التطبيق
de: Über Den App
es: Acerca De La Aplicación
fa_ir: در مورد برنامه
fr: Sur L'application
it: Circa Il App
ru: О приложении
th: เกี่ยวกับแอพลิเคชัน
