Repository: coderserdar/AwesomeNote
Catalog: SourceCode/AwesomeNote/Resources/AppResources.*.resx
Languages: ar, de, es, fa_ir, fr, it, ru, th

# ProgramFeaturesNote
source: Program has some features like creating note folder, assigning password to selected note folder, change the background color or image of application, change the background color or image of selected note folder, context search, OneDrive sync, change the note's note folder, send note via SMS or E-Mail, detailed font and order settings, multi language support, statistical information about the note. When the app installed, app create a local database in your mobile device and all information of the app will be stored on your mobile device. This is for your security.
ar: البرنامج لديه بعض الميزات مثل إنشاء المجلد علما، تعيين كلمة مرور لمجلد الملاحظة المحددة، وتغيير لون الخلفية أو صورة من التطبيق، تغيير لون الخلفية أو صورة مختارة المجلد علما، بحث السياق، متزامنة OneDrive، تغيير المجلد مذكرة مذكرة، وإرسال مذكرة عبر الرسائل القصيرة أو البريد الإلكتروني، وإعدادات الخط والنظام التفصيلية، دعم متعدد اللغات، ومعلومات إحصائية عن المذكرة. عند تثبيت التطبيق، التطبيق إنشاء قاعدة بيانات المحلية في الجهاز المحمول الخاص بك وسيتم تخزين كافة المعلومات من التطبيق على جهازك المحمول. وهذا هو الأمان
de: Das Programm hat einige Funktionen, wie das Erstellen von Noten Ordner, die Zuweisung Passwort zum ausgewählten Note Ordner, ändern Sie die Hintergrundfarbe oder Bild der Anwendung, die Hintergrundfarbe oder ein Bild des ausgewählten Note Ordner, Kontext-Suche, OneDrive sync, ändern note Ordner der Notiz, schicken Anmerkung per SMS oder E-Mail, um detaillierte Schriftart und-Einstellungen, Multi-Language-Unterstützung, statistische Informationen über die Note. Wenn die App installiert, App erstellen Sie eine lokale Datenbank auf Ihrem mobilen Gerät und alle Informationen der App wird auf dem mobilen Gerät gespeichert werden. Dies ist für Ihre Sicherheit.
es: El programa tiene algunas características como la creación de carpetas nota, asignar una contraseña a la carpeta de nota seleccionada, cambie el color de fondo o la imagen de la aplicación, cambiar el color o la imagen de la carpeta de nota seleccionada, búsqueda contextual, sincronización OneDrive fondo, cambiar la carpeta de la nota de la nota, enviar nota a través de SMS o correo electrónico, fuente detallada y realiza las configuraciones, soporte multi-lenguaje, la información estadística sobre la nota. Cuando se instala la aplicación, app crear una base de datos local en el dispositivo móvil y toda la información de la aplicación se almacena en el dispositivo móvil. Esto es para su seguridad.
fa_ir: برنامه دارای برخی از ویژگی های مانند ایجاد پوشه توجه داشته باشید، اختصاص دادن رمز عبور برای پوشه توجه داشته باشید انتخاب شده، تغییر رنگ پس زمینه یا تصویر از نرم افزار، تغییر رنگ پس زمینه یا تصویر از پوشه توجه داشته باشید انتخاب شده، جستجو متن، همزمان سازی OneDrive، پوشه توجه داشته باشید توجه داشته باشید تغییر، ارسال یادداشت از طریق SMS و یا ایمیل، فونت دقیق و تنظیمات سفارش، پشتیبانی از زبان چند، اطلاعات آماری در مورد توجه داشته باشید. هنگامی که برنامه نصب شده است، برنامه ایجاد یک پایگاه داده محلی در دستگاه تلفن همراه خود و تمام اطلاعات از برنامه خواهد شد در دستگاه تلفن همراه خود ذخیره می شود. این است که برای امنیت خود.
fr: Programme dispose de quelques fonctionnalités comme la création du dossier de la note, l'attribution de mot de passe pour le dossier de note sélectionné, changer la couleur de fond ou l'image de l'application, changer la couleur ou l'image de dossier de note sélectionné, la recherche de contexte, synchronisation OneDrive fond, changer le dossier de la note de la note, envoyer la note par SMS ou par E-Mail, la police détaillées et les paramètres de commande, support multi-langue, des informations statistiques sur la note. Lorsque l'application installée, l'application crée une base de données locale dans votre appareil mobile et toutes les informations de l'application sera stocké sur votre appareil mobile. C'est pour votre sécurité.
it: Il programma ha alcune caratteristiche come la creazione della cartella nota, l'assegnazione di una password per la cartella nota selezionata, cambiare il colore di sfondo o l'immagine di applicazione, modificare il colore o l'immagine di cartella nota selezionata, ricerca del contesto, sync OneDrive sfondo, cambiare la cartella nota della nota, inviare note via SMS o E-mail, carattere dettagliato e impostazioni dell'ordine, il supporto multi lingua, le informazioni statistiche sulla nota. Quando l'applicazione installata, app creare un database locale nel dispositivo mobile e tutte le informazioni della app verrà memorizzata sul tuo dispositivo mobile. Questo è per la vostra sicurezza.
ru: Программа имеет некоторые функции, такие как создание папки ноту, назначив пароль для выбранной папке ноте, изменить цвет фона или изображение применения, изменить цвет фона или изображение выбранной папки ноте, контекстного поиска, OneDrive синхронизации, изменить папку сведению записку, отправьте сведению через SMS или E-Mail, подробным шрифта и параметры заказа, мульти языковая поддержка, статистической информации о записке. Когда приложение установлено, приложение создать локальную базу данных в мобильном устройстве и вся информация из приложения будут храниться на вашем мобильном устройстве. Это для вашей безопасности.
th: โปรแกรมมีคุณสมบัติบางอย่างเช่นการสร้างโฟลเดอร์บันทึกการกำหนดรหัสผ่านไปยังโฟลเดอร์บันทึกเลือกเปลี่ยนสีพื้นหลังหรือภาพของโปรแกรมเปลี่ยนสีพื้นหลังหรือภาพของโฟลเดอร์บันทึกเลือกการค้นหาบริบทซิงค์วันไดรฟ์, เปลี่ยนโฟลเดอร์หมายเหตุที่ส่งบันทึก ผ่านทาง SMS หรือ E-mail, รายละเอียดตัวอักษรและการตั้งค่าเพื่อการสนับสนุนหลายภาษา, ข้อมูลสถิติเกี่ยวกับการบันทึก เมื่อตรวจสอบการติดตั้งแอพพลิเคสร้างฐานข้อมูลท้องถิ่นในโทรศัพท์มือถือของคุณและข้อมูลของ app ทั้งหมดจะถูกเก็บไว้บนอุปกรณ์มือถือของคุณ นี่คือการรักษาความปลอดภัยของคุณ

source: Search Feature
ar: ميزة البحث
de: Suche Funktion
es: Funciones De Búsqueda
fa_ir: از ویژگی های جستجو
fr: Fonction De Recherche
it: Funzione Di Ricerca
ru: Функция поиска
th: คุณสมบัติการค้นหา

# SearchFeatureNote
source: App has a feature that you can search notes within note name and note context. With this feature you can not lost within your notes. You just write the search parameter and press Enter key. Search results will be shown in the same page. There is a key point that, if you try to access a note which is in a note folder which is password protected, you will be navigated to enter password to access the note file. This feature is for you and your privacy.
ar: التطبيق لديه ميزة أنه يمكنك البحث في الملاحظات اسم المذكرة وسياق المذكرة. مع هذه الميزة لا يمكنك خسر في ملاحظاتك. كنت مجرد كتابة المعلمة البحث واضغط مفتاح الدخول. سيتم عرض نتائج البحث في نفس الصفحة. هناك نقطة رئيسية، إذا حاولت الوصول إلى المذكرة التي هي في مجلد المذكرة التي محمي بكلمة مرور، سيتم أبحر منك إدخال كلمة المرور للوصول إلى ملف المذكرة. هذه الميزة هو لك وخصوصيتك
de: App verfügt über eine Funktion, die Sie Noten in Notennamen und Noten Kontext suchen. Mit dieser Funktion können Sie nicht in Ihre Notizen verloren. Sie haben soeben schreiben die Suchparameter und drücken Sie Enter. Die Suchergebnisse werden in der gleichen Seite angezeigt. Es ist ein wichtiger Punkt, dass, wenn Sie versuchen, eine Note, die in einer Notiz, die Ordner Passwort geschützt wird, zuzugreifen, werden Sie navigiert, das Passwort einzugeben, um die Notiz Datei zugreifen kann. Diese Funktion ist für Sie und Ihre Privatsphäre.
es: App tiene una característica que usted puede buscar notas en nombre de la nota y el contexto nota. Con esta función no puede perderse en sus notas. Usted acaba de escribir el parámetro de búsqueda y pulse la tecla Enter. Resultados de la búsqueda se mostrarán en la misma página. Hay un punto clave que, si se intenta acceder a una nota que se encuentra en una carpeta de la nota que está protegido con contraseña, se le dirigías introduzca la contraseña para acceder al archivo de notas. Esta característica es para usted y su privacidad.
fa_ir: برنامه دارای یک ویژگی است که شما می توانید یادداشت در نام و زمینه توجه داشته باشید توجه داشته باشید را جستجو کنید. با این ویژگی شما می توانید در یادداشت های خود را از دست داد. شما فقط ارسال پارامتر جستجو و فشار کلید را وارد کنید. نتایج جستجو در همان صفحه نشان داده شده است. یک نکته کلیدی است که، اگر شما سعی می کنید برای دسترسی به توجه داشته باشید که در یک پوشه توجه داشته باشید که رمز عبور محافظت می شود، به شما خواهد شد پیمایش را وارد کنید رمز عبور برای دسترسی به فایل توجه داشته باشید وجود دارد. این قابلیت برای شما و حریم خصوصی شما.
fr: App a une fonctionnalité qui vous permet de rechercher des notes au sein de nom de la note et le contexte de la note. Avec cette fonctionnalité, vous ne pouvez pas perdre dans vos notes. Vous écrivez simplement le paramètre de recherche et appuyez sur Entrée. Résultats de la recherche seront affichés dans la même page. Il est un point clé qui, si vous essayez d'accéder à une note qui est dans un dossier de la note qui est protégé par mot de passe, vous serez navigué à entrer un mot de passe pour accéder au fichier de la note. Cette fonction est pour vous et votre vie privée.
it: App ha una funzione che è possibile cercare le note all'interno nome della nota e il contesto nota. Con questa funzione non è possibile perso nei tuoi appunti. Devi solo scrivere il parametro di ricerca e premere il tasto ENTER. Risultati della ricerca verranno visualizzati nella stessa pagina. C'è un punto chiave che, se si tenta di accedere a una nota che è in una cartella nota che è protetto da password, verrà navigato di inserire la password per accedere al file di nota. Questa funzione è per voi e la vostra privacy.
ru: Применение имеет функцию, что вы можете искать заметки в пределах названием ноты и контексте ноте. С помощью этой функции вы не можете потерял в своих заметках. Вы просто написать параметр поиска и нажмите клавишу ввода. Результаты поиска будут показаны на этой же странице. Существует ключевой момент, что, если вы пытаетесь получить доступ к сведению, которая находится в папке ноту, которая защищена паролем, вам будет перемещаться ввести пароль для доступа к файлу ноту. Эта функция для вас и вашей личной жизни.
th: แอพลิเคชันมีคุณสมบัติที่คุณสามารถค้นหาบันทึกภายในทราบชื่อและบริบททราบ ด้วยคุณสมบัตินี้คุณไม่สามารถสูญเสียที่อยู่ในบันทึกของคุณ คุณเพียงแค่เขียนพารามิเตอร์ค้นหาและกดปุ่ม Enter ผลการค้นหาจะแสดงในหน้าเดียวกัน มีจุดสำคัญนั่นคือถ้าคุณพยายามที่จะเข้าถึงบันทึกที่อยู่ในโฟลเดอร์บันทึกที่มีรหัสผ่านป้องกันคุณจะได้รับการสำรวจให้ใส่รหัสผ่านในการเข้าถึงไฟล์บันทึก คุณลักษณะนี้เหมาะสำหรับคุณและความเป็นส่วนตัวของคุณ

source: Sync Feature
ar: ميزة المزامنة
de: Synchronisieren Funktion
es: Funciónes De Sincronización
fa_ir: ویژگی همگام سازی
fr: Fonction De Synchronisation
it: Funzione Sync
ru: Функция синхронизации
th: คุณสมบัติการซิงค์

# SyncFeatureNote
source: With this app you can sync all of your notes with your OneDrive account. In program's Sync section of General Settings, you should click the Sign In button and you should enter your SkyDrive account. While this process, you should accept the app access permission to complete syncronization. After login process completed, you should click the Sync button and app will create a folder (for example: Awesome Note (21.7.2014 02.08.57) ) and Sync your notes into this folder. You can follow the sync process from app's current page. Notes are synced as a text file and inside this text file you can see some detailed information about the note. Synced file name format is "Note Id. + Note Name + (Note Folder Name).txt". (for example "1. My Note (My Folder).txt") .A special point is, in this program we can not have any information about you like your note folder password. If you forgot your password, you can successfully access your protected notes just using Sync your notes in OneDrive.
ar: مع هذا التطبيق يمكنك مزامنة كل الملاحظات الخاصة بك مع حساب OneDrive الخاص بك. في البرنامج قسم مزامنة إعدادات عامة، يجب النقر فوق الزر تسجيل الدخول ويجب أن تدخل SkyDrive الحساب الخاص بك. بينما هذه العملية، يجب عليك قبول إذن الوصول التطبيق لاستكمال متزامنة. بعد الانتهاء من عملية تسجيل الدخول، يجب النقر فوق الزر سوف مزامنة التطبيق وإنشاء مجلد (على سبيل المثال: ممتاز ملاحظة (2014/07/21 02.08.57)) ومزامنة الملاحظات في هذا المجلد. يمكنك متابعة عملية المزامنة من صفحة التطبيق الحالي. تتم مزامنة الملاحظات كملف نصي وداخل هذا الملف النصي ترون بعض المعلومات التفصيلية حول المذكرة. مزامنة تنسيق اسم الملف هو "ملاحظة رقم. + + ملاحظة اسم (لاحظ اسم المجلد). النص". (على سبيل المثال "1. بلدي ملاحظة (المجلد بلدي). النص"). وهناك نقطة خاصة، في هذا البرنامج أننا لا يمكن أن يكون أي معلومات عنك مثل المذكرة كلمة المجلد الخاص بك. إذا كنت قد نسيت كلمة المرور الخاصة بك، يمكنك الوصول بنجاح الملاحظات المحمية فقط باستخدام مزامنة الملاحظات في OneDrive.
de: Mit dieser App können Sie alle Ihre Notizen mit Ihrem OneDrive Konto synchronisieren. In Sync Abschnitt Allgemeine Einstellungen Programm, sollten Sie klicken Sie auf die Schaltfläche Anmelden und Sie sollten Ihren SkyDrive-Konto eingeben. Während dieser Prozess, sollten Sie die App Zugriffsrechte auf Synchronisation abzuschließen akzeptieren. Nach dem Anmeldevorgang abgeschlossen ist, sollten Sie auf die Schaltfläche Synchronisieren und App wird einen Ordner (zum Beispiel: Awesome Note (2014.07.21 02.08.57)) erstellen und Synchronisieren Sie Ihre Notizen in diesen Ordner. Sie können die Sync-Prozess von App aktuellen Seite zu folgen. Die Noten werden als Text-Datei synchronisiert und innerhalb dieser Textdatei können Sie einige detaillierte Informationen über die Note sehen. Synchronisierte Dateinamen-Format ist "Hinweis Id. + Hinweis + Preis (Anmerkung Ordnername). Txt". (zum Beispiel "ein. My Note (Meine Ordner). txt"). Ein besonderer Punkt ist, dass in diesem Programm können wir keine Informationen über Sie Ihre Notiz-Ordner vergessen mögen. Wenn Sie Ihr Passwort vergessen haben, können Sie erfolgreich Zugriff auf Ihre geschützten Noten nur mit Sync Ihre Notizen in OneDrive.
es: Con esta aplicación se puede sincronizar todas sus notas con su cuenta OneDrive. En la sección de sincronización del programa de Configuración general, usted debe hacer clic en el botón Iniciar sesión y usted debe entrar en su cuenta de SkyDrive. Si bien este proceso, usted debe aceptar el permiso de acceso de aplicaciones para completar la sincronización. Después de proceso de inicio de sesión completado, debe hacer clic en el botón Sincronizar y aplicación creará una carpeta (por ejemplo: Nota Impresionante (21/07/2014 02.08.57)) y sincronizar tus notas en esta carpeta. Usted puede seguir el proceso de sincronización de la página actual de aplicación. Las notas se sincronizan como un archivo de texto y dentro de este archivo de texto que puede acceder a información detallada acerca de la nota. Sincronizado formato de nombre de archivo es "Nota Id. + Nota Nombre + (Nota Nombre de carpeta) txt". (por ejemplo "1. Mi Nota (Mi carpeta) txt") .ã punto especial es, en este programa, no podemos tener ninguna información sobre usted desea su contraseña carpeta nota. Si has olvidado tu contraseña, puede acceder con éxito a sus notas protegidas simplemente usando Sincronizar sus notas en OneDrive.
fa_ir: با استفاده از این برنامه شما می توانید تمام یادداشت های خود را با حساب OneDrive خود را همگام سازی کنید. در بخش برنامه همگام سازی از تنظیمات، شما باید ورود به سیستم را فشار دهید و شما باید حساب SkyDrive بلای خود را وارد کنید. در حالی که این روند، شما باید نرم افزار اجازه دسترسی به تکمیل syncronization شرایط. به این پوشه و همگام سازی یادداشت های خود را: پس از روند ورود به پایان، شما باید بر روی دکمه همگام سازی کلیک کنید و برنامه را در یک پوشه ایجاد (عالی توجه داشته باشید (2014/07/21 02.08.57) به عنوان مثال). شما می توانید روند همگام از صفحه جاری برنامه را دنبال کنید. یادداشت ها به عنوان یک فایل متنی همگام سازی شده و در داخل این فایل متنی که شما می توانید برخی از اطلاعات دقیق در مورد توجه داشته باشید را مشاهده کنید. همگام سازی با فرمت نام فایل "توجه داشته باشید آیدی. + توجه داشته باشید نام (توجه داشته باشید نام پوشه) کلیپ برد چند منظوره +". (به عنوان مثال "1. توجه داشته باشید من (پوشه من) کلیپ برد چند منظوره") علیرضا نقطه خاص است، در این برنامه ما می توانیم هر گونه اطلاعات ندارد در مورد شما می خواهم رمز عبور پوشه خود را توجه داشته باشید. اگر رمز عبور خود را فراموش کرده اید، شما می توانید با موفقیت یادداشت های محافظت شده خود را فقط با استفاده از همگام سازی یادداشت های خود را در OneDrive دسترسی داشته باشید.
fr: Avec cette application, vous pouvez synchroniser toutes vos notes avec votre compte OneDrive. Dans la section Paramètres généraux de synchronisation de programme, vous devez cliquer sur le bouton Se connecter et vous devez entrer votre compte SkyDrive. Bien que ce processus, vous devez accepter l'autorisation d'accès de l'application à compléter synchronisation. Une fois le processus de connexion terminé, vous devez cliquer sur le bouton de synchronisation et l'application permettra de créer un dossier (par exemple: Awesome Note (21/07/2014 08.02.57)) et de synchronisation de vos notes dans ce dossier. Vous pouvez suivre le processus de synchronisation de la page actuelle de l'application. Les notes sont synchronisés comme un fichier texte et l'intérieur de ce fichier texte, vous pouvez voir des informations détaillées sur la note. Synchronisé format de nom de fichier est "Remarque Id. + Remarque Nom + (Note Nom du dossier) txt". (par exemple «1 Ma Note (Mon dossier) txt") .ã point spécial est, dans ce programme, nous ne pouvons pas avoir toutes les informations vous aimez votre mot de passe du dossier de la note. Si vous avez oublié votre mot de passe, vous pouvez accéder avec succès vos billets à capital protégé en utilisant simplement la synchronisation de vos notes dans OneDrive.
it: Con questa applicazione è possibile sincronizzare tutte le note con il tuo account OneDrive. Nella sezione del programma di sincronizzazione delle impostazioni generali, è necessario fare clic sul pulsante Accedi e si deve inserire il tuo account SkyDrive. Mentre questo processo, è necessario accettare l'autorizzazione di accesso app per completare la sincronizzazione. Dopo aver completato processo di login, è necessario fare clic sul pulsante Sync e app creerà una cartella (ad esempio: Nota Awesome (2014/07/21 02.08.57)) e sincronizzare le note in questa cartella. È possibile seguire il processo di sincronizzazione dalla pagina corrente di app. Le note sono sincronizzati come file di testo e all'interno di questo file di testo è possibile vedere alcune informazioni dettagliate sulla nota. Sincronizzato formato del nome del file è "Nota Id. + Nota Nome (Nota Nome cartella) txt +". (per esempio "1 Note (My Folder) txt") .Un punto speciale è, in questo programma, non possiamo avere tutte le informazioni su che ti piace la tua password cartella nota. Se hai dimenticato la password, è possibile accedere con successo le vostre note protette usando solo sincronizzare le note in OneDrive.
ru: С помощью этого приложения вы можете синхронизировать все ваши заметки с OneDrive внимание. В синхронизации разделе программы общих настроек, необходимо нажать кнопку Вход и вы должны ввести свой ​​аккаунт SkyDrive. В то время как этот процесс, вы должны принять права доступа приложения для завершения синхронизация. После Войти процесс завершен, вы должны нажать кнопку синхронизации и приложение будет создать папку (например: Удивительный Примечание (21.7.2014 02.08.57)) и синхронизации заметок в эту папку. Вы можете следить синхронизации процесса от текущей странице приложения. Примечания синхронизируются в виде текстового файла и внутри этого текстового файла вы можете увидеть некоторые подробную информацию о записке. Синхронизировано формат имени файла "Примечание Id. + Примечание Имя + (Примечание Имя папки) .txt". (например "1 Мой Примечание (Моя папка) .txt") .a специальный пункт, в этой программе мы не можем есть какая либо информация о вам нравится ваш пароль для папки примечание. Если вы забыли свой пароль, вы можете успешно доступ к защищенным заметки только с помощью Синхронизировать заметки в OneDrive.
th: ด้วยโปรแกรมนี้คุณสามารถซิงค์บันทึกย่อทั้งหมดของคุณกับบัญชีวันไดรฟ์ของคุณ ในส่วนของโปรแกรมการซิงค์ของการตั้งค่าทั่วไปคุณควรคลิกปุ่มลงชื่อเข้าใช้และคุณควรจะใส่บัญชี SkyDrive ของคุณ ในขณะที่ขั้นตอนนี้คุณควรจะยอมรับสิทธิ์ในการเข้าถึงแอพพลิเคที่จะเสร็จสมบูรณ์ syncronization หลังจากขั้นตอนการเข้าสู่ระบบเสร็จสมบูรณ์แล้วคุณควรคลิกที่ปุ่มซิงค์และ app จะสร้างโฟลเดอร์ (ตัวอย่างเช่น: หมายเหตุน่ากลัว (2014/07/21 02.08.57)) และซิงค์บันทึกย่อของคุณลงในโฟลเดอร์นี้ คุณสามารถปฏิบัติตามขั้นตอนการซิงค์จากหน้าปัจจุบันของ app หมายเหตุมีการซิงค์เป็นแฟ้มข้อความและภายในแฟ้มข้อความนี้คุณสามารถเห็นบางส่วนรายละเอียดเกี่ยวกับโน้ต รูปแบบชื่อแฟ้มซิงค์คือ "หมายเหตุ Id. + หมายเหตุชื่อ + (หมายเหตุชื่อโฟลเดอร์) .txt" (ตัวอย่างเช่น "1 หมายเหตุของฉัน (My Folder) .txt") ในขณะนี้ A จุดพิเศษคือในโปรแกรมนี้เราไม่สามารถมีข้อมูลใด ๆ เกี่ยวกับการที่คุณต้องการรหัสผ่านโฟลเดอร์บันทึกย่อของคุณ ถ้าคุณลืมรหัสผ่านของคุณคุณจะสามารถเข้าถึงบันทึกการป้องกันของคุณเพียงแค่ใช้ซิงค์บันทึกย่อของคุณในวันไดรฟ์

# Tips
source: Tips Of App
ar: نصائح من التطبيق
de: Tipps Der App
es: Consejos De Aplicación
fa_ir: راهنمایی از برنامه
fr: Conseils De L'application
it: Consigli Di App
ru: Советы применения
th: เคล็ดลับของการตรวจสอบ

source: Welcome
ar: ترحيب
de: Willkommen
es: Bienvenido
fa_ir: خوش آمد
fr: Accueil
it: Benvenuto
ru: Добро пожаловать
th: ยินดีต้อนรับ

# WelcomeNote
source: Hi. I like taking notes and i use a lot of note taking program in PC and mobile devices. I want to create a good note taking app for you. I hope that you will be satisfied the app.
ar: مرحبا. أحب أخذ الملاحظات، وأنا استخدم الكثير من تدوين الملاحظات برنامج في أجهزة الكمبيوتر الشخصية والأجهزة النقالة. أريد إنشاء مذكرة جيدة مع الأخذ التطبيق بالنسبة لك. آمل أن تكونوا راضين التطبيق
de: Hallo. Ich mag die Noten und ich benutze eine Menge Notizen Programm im PC und mobile Geräte. Ich möchte eine gute Notizen-App für Sie erstellen. Ich hoffe, dass Sie die App erfüllt werden.
es: Hi. Me gusta tomar notas y yo uso un montón de toma de notas programa en PC y dispositivos móviles. Quiero crear una buena nota teniendo aplicación para usted. Espero que usted estará satisfecho de la aplicación.
fa_ir: سلام. من دوست دارم یادداشت برداری و من استفاده از بسیاری از توجه داشته باشید در نظر گرفتن برنامه در PC و دستگاه های تلفن همراه. من می خواهم برای ایجاد یک یادداشت خوب گرفتن نرم افزار برای شما. من امیدوارم که شما این برنامه راضی است.
fr: Salut. J'aime prendre des notes et j'utilise beaucoup de prise de notes programme dans le PC et les appareils mobiles. Je veux créer une bonne prise de notes app pour vous. J'espère que vous serez satisfait de l'application.
it: Ciao. Mi piace prendere appunti e io uso un sacco di prendere appunti in programma per PC e dispositivi mobili. Voglio creare un buon prendere appunti applicazione per voi. Spero che sarete soddisfatti app.
ru: Привет. Мне нравится заметок, и я использую много заметок программу в ПК и мобильных устройств. Я хочу, чтобы создать хороший заметок приложение для вас. Я надеюсь, что вы будете удовлетворены приложение.
th: สวัสดี ผมชอบจดบันทึกและฉันจะใช้เป็นจำนวนมากการจดบันทึกโปรแกรมในเครื่องคอมพิวเตอร์และอุปกรณ์มือถือ ผมต้องการที่จะสร้างบันทึกการปพลิเคชันที่ดีสำหรับคุณ ผมหวังว่าคุณจะได้รับการตรวจสอบความพึงพอใจ

# SystemFault
source: System Has A Fault. Please Try Again Later...
ar: النظام لديه خطأ. يرجى المحاولة مرة أخرى في وقت لاحق
de: System Einen Fehler. Bitte Versuchen Sie Es Später Noch Einmal
es: Sistema Tiene Un Fallo. Por Favor Intente Más Tarde ...
fa_ir: سیستم ها دارای گسل. لطفا دوباره تلاش کنید ...
fr: Système est en panne. S'il vous plaît réessayer plus tard ...
it: Sistema ha un guasto. Riprova più tardi ...
ru: Система произошла ошибка. Пожалуйста, повторите попытку позже ...
th: ระบบมีความผิดพลาด โปรดลองอีกครั้ง ...

source: Arabic
ar: العربية
de: Arabisch
es: árabe
fa_ir: عربی
fr: Arabe
it: Arabo
ru: Арабский
th: ภาษาอาหรับ
