Repository: coderserdar/AwesomeNote
Catalog: SourceCode/AwesomeNote/Resources/AppResources.*.resx
Languages: ar, de, es, fa_ir, fr, it, ru, th

# NoteFeatureNote
source: In the note page, you can see the name of note, the name of the note folder which note belongs, creation date of note and of course note :). You can navigate to next and previous note in the note folder. You can change the name of the note when you tap the note name. You can select all of the note context and you can see the note detail. You can send a selected note via SMS or E-Mail. You can delete note or change the note folder of the note.
ar: في صفحة الملاحظات، يمكنك رؤية اسم المذكرة، واسم المجلد مذكرة التي ينتمي ملاحظة، تاريخ إنشاء المذكرة وبطبيعة الحال علما يمكنك التنقل إلى الملاحظة التالية والسابقة في المجلد المذكرة. يمكنك تغيير اسم هذه المذكرة عند النقر على اسم المذكرة. يمكنك تحديد كافة سياق المذكرة وتستطيع أن ترى في المذكرة بالتفصيل. يمكنك إرسال الملاحظة المحددة عبر الرسائل القصيرة أو البريد الإلكتروني. يمكنك حذف الملاحظة أو تغيير المجلد علما بالمذكرة
de: In der Notiz-Seite können Sie den Namen der Note, die Namen der Notiz-Ordner, beachten Sie gehört, das Erstellungsdatum der Notiz und natürlich note :) sehen. Sie können zum nächsten und vorherigen Note in der Notiz-Ordner navigieren. Sie können den Namen der Note ändern, wenn Sie den Namen der Notiz tippen. Sie können alle der Note Kontext auswählen und Sie können die Notiz Detail zu sehen. Sie können eine ausgewählte Notiz per SMS oder E-Mail zu senden. Sie können Notiz löschen oder ändern Sie die Notiz-Ordner der Note.
es: En la página de la nota, se puede ver el nombre de la nota, el nombre de la carpeta que tenga en cuenta la nota pertenece, fecha de creación de la nota y, por supuesto nota :). Usted puede navegar a la siguiente y anterior nota en la carpeta de notas. Puede cambiar el nombre de la nota al tocar en el nombre de la nota. Puede seleccionar todo el contexto nota y usted puede ver el detalle de la nota. Usted puede enviar una nota seleccionada a través de SMS o E-Mail. Puede eliminar una nota o cambiar la carpeta de la nota.
fa_ir: در صفحه توجه داشته باشید، شما می توانید به نام توجه داشته باشید نام پوشه توجه داشته باشید که توجه داشته باشید تعلق دارد، تاریخ ایجاد توجه داشته باشید و از :) البته توجه داشته باشید را مشاهده کنید. شما می توانید به توجه داشته باشید قبل و بعد در پوشه توجه داشته باشید حرکت. شما می توانید به نام توجه داشته باشید زمانی که نام توجه داشته باشید که شما شیر را تغییر دهید. شما می توانید تمام زمینه توجه داشته باشید را انتخاب کنید و شما می توانید جزئیات توجه داشته باشید را مشاهده کنید. شما می توانید یک یادداشت انتخاب شده از طریق SMS و یا ایمیل ارسال کنید. شما می توانید توجه داشته باشید حذف و یا پوشه توجه داشته باشید توجه داشته باشید تغییر دهید.
fr: Dans la page de note, vous pouvez voir le nom de la note, le nom du dossier de la note qui appartient noter, date de création de la note et bien sûr la note :). Vous pouvez accéder à la note suivante et précédente dans le dossier de la note. Vous pouvez modifier le nom de la note lorsque vous appuyez sur le nom de la note. Vous pouvez sélectionner tout le contexte de la note et vous pouvez voir le détail de la note. Vous pouvez envoyer une note sélectionnée par SMS ou par E-Mail. Vous pouvez supprimer la note ou modifier le dossier d'acte de la note.
it: Nella pagina nota, è possibile vedere il nome della nota, il nome della cartella nota che nota appartiene, la data di creazione della nota e della nota ovviamente :). È possibile passare alla nota successiva e precedente della cartella nota. È possibile modificare il nome della nota quando si tocca il nome della nota. È possibile selezionare tutto il contesto nota e si può vedere il dettaglio nota. È possibile inviare una nota selezionata tramite SMS o E-Mail. È possibile eliminare note o modificare la cartella atto della nota.
ru: На странице ноте, вы можете видеть имя записки, имя папки Обратите внимание, какое внимание принадлежит, дате создания ноте и, конечно, ноты :). Вы можете перейти к следующей и предыдущей заметке в папке ноте. Вы можете изменить название ноты при нажатии название ноты. Вы можете выбрать все контексте ноте, и вы можете видеть детали ноту. Вы можете отправить выбранную ноту через SMS или E-Mail. Вы можете удалить сведению или изменить примечание папку записке.
th: ในหน้าบันทึกคุณสามารถดูชื่อของบันทึกชื่อของโฟลเดอร์บันทึกที่ทราบเป็นวันที่สร้างของทราบและทราบแน่นอน :) คุณสามารถนำทางไปยังทราบต่อไปและก่อนหน้านี้ในโฟลเดอร์บันทึก คุณสามารถเปลี่ยนชื่อของบันทึกเมื่อคุณแตะชื่อบันทึก คุณสามารถเลือกทุกบริบททราบและคุณสามารถดูรายละเอียดบันทึก คุณสามารถส่งบันทึกที่เลือกผ่านทาง SMS หรือ E-mail คุณสามารถลบหรือเปลี่ยนโฟลเดอร์บันทึกโน้ต

source: Note Folder Feature
ar: ميزة المجلد علما
de: Hinweis Ordner Funktion
es: Característica Carpeta Nota
fa_ir: توجه داشته باشید از ویژگی های پوشه
fr: Fonction De Dossier De Note
it: Funzione Cartella Nota
ru: Примечание Функция папки
th: หมายเหตุคุณลักษณะโฟลเดอร์

# NoteFolderFeatureNote
source: In a note folder, you can see the list of notes in the note folder. You can navigate to a selected note. You can delete the note folder, but when you do this, app delete the note folder with all of the notes inside the selected note folder. Because of this you should Sync your notes before doing this operation. You can add a new note to folder or change the settings of the note folder. And you can change the name of the note folder when you tap the name of the note folder.
ar: في مجلد الملاحظة، يمكنك ان ترى قائمة من الملاحظات في مجلد المذكرة. يمكنك التنقل إلى الملاحظة المحددة. يمكنك حذف المجلد علما، ولكن عندما تفعل هذا، التطبيق حذف المجلد علما مع كافة الملاحظات داخل مجلد الملاحظة المحددة. بسبب هذا يجب عليك مزامنة الملاحظات الخاصة بك قبل القيام بهذه العملية. يمكنك إضافة ملاحظة جديدة إلى مجلد أو تغيير إعدادات المجلد المذكرة. ويمكنك تغيير اسم المجلد مذكرة عند الاستفادة من اسم المجلد المذكرة
de: In einer Anmerkung Ordner können Sie die Liste der Notizen in der Notiz-Ordner zu sehen. Sie können eine ausgewählte Notiz zu navigieren. Sie können die Notiz Ordner löschen, aber wenn Sie dies tun, löschen Sie die Notiz App Ordner mit all den Noten innerhalb der ausgewählten Note-Ordner. Aus diesem Grund sollten Sie Ihre Notizen, bevor Sie diesen Vorgang synchronisieren. Sie können eine neue Notiz zu Ordner oder ändern Sie die Einstellungen der Note Ordner hinzuzufügen. Und Sie können den Namen der Notiz Ordner zu ändern, wenn Sie den Namen der Notiz-Ordner tippen.
es: En una carpeta de la nota, se puede ver la lista de notas en la carpeta de la nota. Usted puede navegar a una nota seleccionada. Usted puede eliminar la carpeta nota, pero cuando lo hace, app eliminar la carpeta nota con todas las notas dentro de la carpeta nota seleccionada. Debido a esto, usted debe sincronizar sus notas antes de hacer esta operación. Puede añadir una nueva nota a carpeta o cambia la configuración de la carpeta de la nota. Y usted puede cambiar el nombre de la carpeta de notas cuando se toca el nombre de la carpeta de la nota.
fa_ir: در یک پوشه داشته باشید، شما می توانید لیستی از یادداشت ها در پوشه توجه داشته باشید را مشاهده کنید. شما می توانید به توجه داشته باشید انتخاب شده. شما می توانید پوشه توجه داشته باشید حذف، اما زمانی که شما این کار، برنامه حذف پوشه توجه داشته باشید با تمام یادداشت ها در داخل پوشه توجه داشته باشید انتخاب شده است. به این دلیل شما باید یادداشت های خود را قبل از انجام این عملیات همگام سازی. شما می توانید یک یادداشت جدید به پوشه و یا تغییر تنظیمات پوشه توجه داشته باشید اضافه کنید. و شما می توانید نام پوشه توجه داشته باشید که نام پوشه توجه داشته باشید که شما شیر را تغییر دهید.
fr: Dans un dossier de note, vous pouvez voir la liste des notes dans le dossier de la note. Vous pouvez accéder à une note sélectionnée. Vous pouvez supprimer le dossier de la note, mais quand vous faites cela, l'application supprimer le dossier de note avec toutes les notes dans le dossier de la note sélectionnée. En raison de cela, vous devez synchroniser vos notes avant de faire cette opération. Vous pouvez ajouter une nouvelle note au dossier ou modifier les paramètres du dossier de la note. Et vous pouvez changer le nom du dossier de la note lorsque vous appuyez sur le nom du dossier de la note.
it: In una cartella nota, è possibile visualizzare l'elenco delle note nella cartella nota. È possibile passare a una nota selezionata. È possibile eliminare la cartella nota, ma quando si esegue questa operazione, app eliminare la cartella nota con tutte le note all'interno della cartella nota selezionata. A causa di questo si dovrebbe sincronizzare le note prima di fare questa operazione. È possibile aggiungere una nuova nota in cartella o modificare le impostazioni della cartella nota. E si può cambiare il nome della cartella nota quando si tocca il nome della cartella nota.
ru: В папке ноте, вы можете видеть список заметок в папке ноте. Вы можете перейти к выбранной заметки. Вы можете удалить папку ноту, но когда вы делаете это, приложение удалить папку ноту со всеми примечаниями внутри выбранной папки ноте. В связи с этим вы должны синхронизировать свои заметки, прежде чем делать эту операцию. Вы можете добавить новое примечание в папку или изменить настройки папки ноте. И вы можете изменить название папки ноте при нажатии имя папки ноте.
th: บันทึกในโฟลเดอร์ที่คุณสามารถดูรายชื่อของบันทึกในโฟลเดอร์บันทึก คุณสามารถนำทางไปยังบันทึกที่เลือก คุณสามารถลบโฟลเดอร์ทราบ แต่เมื่อคุณทำเช่นนี้แอพพลิเคลบโฟลเดอร์บันทึกที่มีทั้งหมดของการบันทึกในโฟลเดอร์บันทึกที่เลือก ด้วยเหตุนี้คุณควรซิงค์บันทึกย่อของคุณก่อนที่จะทำการดำเนินการนี้ คุณสามารถเพิ่มบันทึกใหม่ไปยังโฟลเดอร์หรือเปลี่ยนการตั้งค่าของโฟลเดอร์บันทึก และคุณสามารถเปลี่ยนชื่อของโฟลเดอร์บันทึกเมื่อคุณแตะชื่อของโฟลเดอร์บันทึก

source: Order Feature
ar: ميزة النظام
de: Bestellen Funktion
es: Características De Orden
fa_ir: ویژگی منظور
fr: Fonction De Ordre
it: Funzione Di Ordine
ru: Особенность заказа
th: คุณสมบัติการสั่งซื้อ

# OrderFeatureNote
source: You can order your notes in a selected note folder and you can also order your note folders. You can order notes and note folders by name, creation date and last modification date with ascending or descending order. You can order your note folders in Other Settings section of General Settings. You can order notes in a specific note folder in Other Settings section of Folder Settings. You can see the order settings values on the page. If you don't want to order, the app automatically order notes and note folders by name with ascending order. (Except the notes and note folders which are created by the app when the app start.)
ar: يمكنك طلب الملاحظات في مجلد الملاحظة المحددة ويمكنك أيضا أن تأمر المجلدات ملاحظتك. يمكنك طلب الملاحظات والمجلدات مذكرة الاسم، تاريخ الإنشاء وتاريخ التعديل الأخير مع تصاعدي أو تنازلي. يمكنك طلب المجلدات ملاحظتك في المقطع إعدادات أخرى من الإعدادات العامة. يمكنك طلب الملاحظات في مجلد محدد ملاحظة في المقطع إعدادات أخرى من إعدادات المجلد. تستطيع أن ترى في القيم إعدادات النظام على الصفحة. إذا كنت لا تريد أن تأمر، من أجل التطبيق تلقائيا الملاحظات والمجلدات مذكرة الاسم مع ترتيب تصاعدي. (باستثناء الملاحظات والمجلدات المذكرة التي يتم إنشاؤها بواسطة التطبيق عند بدء التطبيق.)
de: Sie können Ihre Notizen in einem ausgewählten Ordner Note bestellen und Sie können auch Ihre Notiz Ordner bestellen. Sie können Noten und Noten-Ordner nach Name, Erstellungsdatum und Datum der letzten Änderung mit aufsteigender oder absteigender Reihenfolge zu bestellen. Sie können Ihre Notiz Ordner im Abschnitt Andere Einstellungen Allgemeine Einstellungen zu bestellen. Sie können Notizen in einem besonderen Vermerk Ordner im Abschnitt Andere Einstellungen Ordnereinstellungen bestellen. Sie können die Einstellungen, um Werte auf der Seite zu sehen. Wenn Sie nicht wollen, um zu bestellen, die App automatisch bestellen Noten und Noten-Ordner nach Namen mit aufsteigender Reihenfolge. (Außer die Noten und Noten-Ordner, die von der App erstellt werden, wenn die App zu starten.)
es: Usted puede ordenar sus notas en una carpeta nota seleccionada y usted también puede ordenar sus carpetas de notas. Puede ordenar las notas y la nota carpetas por nombre, fecha de creación y última fecha de modificación con orden ascendente o descendente. Usted puede ordenar sus carpetas de notas en la sección Otras opciones de Configuración General. Puede ordenar las notas en una carpeta específica nota de la sección Otras opciones de configuración de las carpetas. Usted puede ver los valores de los ajustes de orden en la página. Si usted no quiere a la orden, la aplicación de la orden de forma automática las notas y carpetas de notas por el nombre con el orden ascendente. (Excepto las notas y carpetas de notas que son creados por la aplicación cuando se inicia la aplicación.)
fa_ir: شما می توانید یادداشت های خود را در یک پوشه انتخاب شده توجه داشته باشید سفارش داده و شما همچنین می توانید پوشه های خود را توجه داشته باشید سفارش دهید. شما می توانید یادداشت ها سفارش و توجه داشته باشید پوشه ها بر اساس نام، تاریخ ایجاد و تاریخ آخرین اصلاح با صعودی یا نزولی. شما می توانید پوشه ها توجه داشته باشید خود را در بخش سایر تنظیمات از تنظیمات عمومی سفارش دهید. شما می توانید یادداشت ها را در یک پوشه خاص توجه داشته باشید در بخش سایر تنظیمات از تنظیمات پوشه سفارش دهید. شما می توانید مقادیر تنظیمات منظور در صفحه مشاهده کنید. اگر شما نمی خواهید به سفارش، برنامه به طور خودکار سفارش یادداشت ها و پوشه ها توجه داشته باشید نام با صعودی. (به جز یادداشت ها و پوشه ها توجه داشته باشید که توسط برنامه ایجاد شده زمانی که برنامه شروع می شود.)
fr: Vous pouvez commander vos notes dans un dossier de note sélectionnée et vous pouvez également commander vos dossiers de notes. Vous pouvez commander les notes et noter les dossiers par nom, date de création et date de dernière modification d'ordre croissant ou décroissant. Vous pouvez commander vos dossiers de notes dans la section Autres paramètres de Paramètres généraux. Vous pouvez commander des notes dans un dossier de note spécifique dans la section Autres paramètres Paramètres des dossiers. Vous pouvez voir les valeurs des paramètres de commande sur la page. Si vous ne voulez pas à l'ordre, l'application commander automatiquement les notes et dossiers de notes par nom avec l'ordre croissant. (Sauf les notes et dossiers de notes qui sont créés par l'application lorsque l'application démarre.)
it: È possibile ordinare le note in una cartella nota selezionata e si può anche ordinare le cartelle di nota. È possibile ordinare le note e annotare le cartelle per nome, data di creazione e la data dell'ultima modifica, con ordine crescente o decrescente. È possibile ordinare le cartelle nota nella sezione Altre impostazioni di Impostazioni generali. È possibile ordinare le note in una cartella specifica nota nella sezione Altre impostazioni di Impostazioni cartella. È possibile visualizzare i valori delle impostazioni di ordine sulla pagina. Se non si desidera ordinare, l'app ordinare automaticamente le note e le cartelle nota per nome con ordine crescente. (Tranne le note e le cartelle note che vengono creati dalla applicazione quando si avvia l'applicazione.)
ru: Вы можете заказать свои заметки в выбранной папке ноте, и вы можете также заказать записную папки. Вы можете заказать заметки и отметить папки по имени, дате создания и дате последнего изменения с восходящем или нисходящем порядке. Вы можете заказать записную папки в разделе Другие настройки общих параметров. Вы можете заказать заметки в определенной папке ноты в разделе Настройки Настройки Папки. Вы можете увидеть значения параметров порядка на странице. Если вы не хотите, чтобы заказать, приложение автоматически заказать заметки и заметки папки по имени с возрастающем порядке. (За исключением примечаний и нотных папках, которые создаются приложения при запуске приложение.)
th: คุณสามารถสั่งซื้อบันทึกของคุณในโฟลเดอร์บันทึกที่เลือกและคุณยังสามารถสั่งซื้อโฟลเดอร์บันทึกย่อของคุณ คุณสามารถสั่งซื้อบันทึกและโฟลเดอร์ทราบชื่อวันที่สร้างและวันที่แก้ไขก่อนที่มีลำดับขึ้นหรือลง คุณสามารถสั่งซื้อโฟลเดอร์บันทึกย่อของคุณในการตั้งค่าอื่น ๆ ส่วนของการตั้งค่าทั่วไป คุณสามารถสั่งซื้อบันทึกในโฟลเดอร์ที่บันทึกเฉพาะในส่วนการตั้งค่าอื่น ๆ ของการตั้งค่าโฟลเดอร์ คุณสามารถดูค่าการตั้งค่าคำสั่งบนหน้าเว็บ หากคุณไม่ต้องการที่จะสั่งซื้อตรวจสอบโดยอัตโนมัติบันทึกสั่งซื้อและโฟลเดอร์ที่บันทึกโดยใช้ชื่อที่มีการเรียงลำดับ (ยกเว้นบันทึกและโฟลเดอร์บันทึกซึ่งถูกสร้างขึ้นโดยการตรวจสอบเมื่อการตรวจสอบเริ่มต้น.)

source: Password Feature
ar: ميزة كلمة المرور
de: Passwort Funktion
es: Funciones De Contraseña
fa_ir: ویژگی رمز عبور
fr: Fonction De Mot De Passe
it: Funzione Password
ru: Пароль Функция
th: รหัสผ่านคุณสมบัติ

# PasswordFeatureNote
source: In a note folder, we can assign a password to folder from Password section in Folder Settings. In same place, you can remove the password of the selected note folder. Password have to be at least 4 digits. There is no limitation about the password must be numeric. After assigning password, program will ask you the password when you want to access note folder. You can just press Enter key after typing the password to the textboxes. This property is first at the marketplace of the Windows Phone. As you know, many people don't want to hide their shopping lists but they want to hide some special meeting notes. With this feature you can assign password which folder do you want.
ar: في مجلد المذكرة، ويمكن تعيين كلمة مرور لمجلد من قسم المرور في إعدادات المجلد. في نفس المكان، يمكنك إزالة كلمة المرور من المجلد الملاحظة المحددة. كلمة يجب أن تكون على الأقل أربعة أرقام. هو يجب أن يكون أي قيود حول كلمة رقمية هناك. بعد تعيين كلمة المرور، البرنامج سوف يطلب منك كلمة السر عندما تريد الوصول إلى مجلد المذكرة. يمكنك فقط اضغط على مفتاح الدخول بعد كتابة كلمة المرور إلى مربعات النص. هذه الخاصية هي الأولى في السوق من هاتف ويندوز. كما تعلمون، الكثير من الناس لا تريد إخفاء قوائم التسوق الخاصة بهم ولكنهم يريدون لإخفاء بعض الملاحظات اجتماع خاص. مع هذه الميزة يمكنك تعيين كلمة مرور المجلد الذي تريد
de: In einer Anmerkung Ordner, können wir ein Passwort vergeben, um von Abschnitt Kennwort in Folder Settings Ordner. Im selben Ort, können Sie das Passwort des ausgewählten Note Ordner zu entfernen. Passwort muss mindestens 4-stellig sein. Es gibt keine Beschränkung über das Passwort muss numerisch sein. Nach der Zuordnung vergessen, wird das Programm Sie das Passwort fragen, wenn Sie zur Kenntnis Ordner zugreifen möchten. Man drückt einfach Enter-Taste nach der Eingabe des Passworts, um die Textfelder. Diese Eigenschaft ist zunächst auf dem Marktplatz des Windows Phone. Wie Sie wissen, wissen viele Menschen nicht wollen, um ihre Einkaufslisten zu verstecken, aber sie einige Sondersitzung Hinweise ausblenden möchten. Mit dieser Funktion können Sie vergessen, welcher Ordner zuweisen wollen Sie.
es: En una carpeta de nota, podemos asignar una contraseña a la carpeta de la sección Contraseña de configuración de la carpeta. En un mismo lugar, puede eliminar la contraseña de la carpeta de la nota seleccionada. Contraseña tiene que ser por lo menos 4 dígitos. No hay ninguna limitación acerca de la contraseña debe ser numérico. Después de asignar una contraseña, el programa le pedirá la contraseña cuando se quiere acceder a la carpeta de la nota. Usted sólo tiene que pulsar la tecla Intro después de escribir la contraseña para los cuadros de texto. Esta propiedad es la primera en el mercado de Windows Phone. Como ustedes saben, muchas personas no quieren esconder sus listas de compras, pero que quieren ocultar algunas notas de las reuniones especiales. Con esta función se puede asignar una contraseña en qué carpeta quieres.
fa_ir: در یک پوشه داشته باشید، ما می توانیم یک رمز عبور برای پوشه از بخش رمز عبور در تنظیمات پوشه اختصاص دهید. در همان مکان، شما می توانید رمز عبور پوشه توجه داشته باشید انتخاب حذف شده است. رمز عبور باید حداقل چهار رقم. هیچ محدودیتی در مورد رمز عبور باید عدد باشد وجود دارد. بعد از اینکه رمز عبور، برنامه را به شما رمز عبور بخواهید که شما می خواهید برای دسترسی به پوشه توجه داشته باشید. شما فقط می توانید کلید را وارد کنید بعد از تایپ کردن رمز عبور در جعبه های متنی. این ویژگی برای اولین بار در بازار تلفن ویندوز. همانطور که می دانید، بسیاری از مردم نمی خواهند برای مخفی کردن لیست خرید خود را اما آنها می خواهند برای پنهان کردن بعضی از یادداشت های جلسه ویژه. با این ویژگی شما می توانید رمز عبور که پوشه می خواهید اختصاص دهید.
fr: Dans un dossier de note, nous pouvons attribuer un mot de passe pour le dossier de la section de mot de passe dans les réglages du dossier. Dans le même lieu, vous pouvez supprimer le mot de passe du dossier de note sélectionné. Mot de passe doit être d'au moins 4 chiffres. Il n'y a aucune limitation sur le mot de passe doit être numérique. Après avoir attribué un mot de passe, le programme vous demandera le mot de passe lorsque vous voulez accéder au dossier de la note. Il suffit d'appuyer sur la touche Entrée après avoir tapé le mot de passe pour les zones de texte. Cet établissement est le premier à le marché de Windows Phone. Comme vous le savez, beaucoup de gens ne veulent pas de cacher leurs listes de courses, mais ils veulent cacher quelques notes spéciales de réunion. Avec cette fonctionnalité, vous pouvez attribuer un mot de passe le dossier dans lequel vous voulez.
it: In una cartella nota, si può assegnare una password alla cartella dalla sezione password in Impostazioni cartella. Nel medesimo luogo, è possibile rimuovere la password della cartella nota selezionata. Password deve essere di almeno 4 cifre. Non ci sono limitazioni sulla password deve essere numerico. Dopo aver assegnato una password, il programma vi chiederà la password quando si desidera accedere alla cartella nota. È sufficiente premere il tasto Invio dopo aver digitato la password per le caselle di testo. Questa proprietà è prima al mercato di Windows Phone. Come sapete, molte persone non vogliono nascondere le loro liste della spesa, ma vogliono nascondere alcuni resoconti delle riunioni speciali. Con questa funzione è possibile assegnare una password quale cartella vuoi.
ru: В папке ноте, мы можем назначить пароль к папке с раздел Пароль Настройки Папки. В одном месте, вы можете удалить пароль выбранной папки ноте. Пароль должен быть не менее 4 цифры. Существует никаких ограничений о пароле не должно быть числовым. После назначения пароля, программа запросит у вас пароль, если вы хотите, чтобы доступ к папке ноту. Вы можете просто нажать клавишу ввода после ввода пароля для текстовых полей. Это свойство является первым в рыночной площади в Windows Phone. Как вы знаете, многие люди не хотят, чтобы скрыть свои списки покупок, но они хотят, чтобы скрыть некоторые специальные заметки конференц. С помощью этой функции можно назначить пароль, который папку вы хотите.
th: ในโฟลเดอร์ทราบเราสามารถกำหนดรหัสผ่านไปยังโฟลเดอร์จากส่วนรหัสผ่านในการตั้งค่าโฟลเดอร์ ในสถานที่เดียวกันคุณสามารถลบรหัสผ่านของโฟลเดอร์บันทึกที่เลือก รหัสผ่านจะต้องมีอย่างน้อย 4 หลัก มีข้อ จำกัด เกี่ยวกับรหัสผ่านต้องเป็นตัวเลขไม่เป็น หลังจากที่กำหนดรหัสผ่านโปรแกรมจะขอให้คุณใช้รหัสผ่านที่คุณต้องการที่จะเข้าถึงโฟลเดอร์บันทึก คุณสามารถเพียงแค่กดปุ่ม Enter หลังจากพิมพ์รหัสผ่านเพื่อ textboxes โรงแรมแห่งนี้เป็นครั้งแรกที่ตลาดของ Windows Phone ที่คุณรู้ว่าหลายคนไม่ต้องการที่จะซ่อนรายการช้อปปิ้งของพวกเขา แต่พวกเขาต้องการที่จะซ่อนบางส่วนบันทึกการประชุมพิเศษ ด้วยคุณสมบัตินี้คุณสามารถกำหนดรหัสผ่านที่โฟลเดอร์ที่คุณต้องการ

source: Program Features
ar: ميزات البرنامج
de: Programm Funktion
es: Características Del Programa
fa_ir: ویژگی های برنامه
fr: Fonction De programme
it: Funzione Del Programma
ru: Функция программы
th: คุณลักษณะของโปรแกรม
