Repository: coderserdar/AwesomeNote
Catalog: SourceCode/AwesomeNote/Resources/AppResources.*.resx
Languages: ar, de, es, fa_ir, fr, it, ru, th

source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fa_ir: چینی
fr: Chinois
it: Cinese
ru: Китайский
th: จีน

source: French
ar: فرنسي
de: Französisch
es: Francés
fa_ir: فرانسوی
fr: Français
it: Francese
ru: Французский
th: ฝรั่งเศส

source: Irish
ar: إيرلندي
de: Irisch
es: Irlandés
fa_ir: ایرلندی
fr: Irlandais
it: Irlandese
ru: ирландский
th: ชาวไอริช

source: Italian
ar: الإيطالي
de: Italienisch
es: Italiano
fa_ir: ایتالیایی
fr: Italien
it: Italiano
ru: Итальянский
th: อิตาลี

source: Persian
ar: اللغة الفارسية
de: Persisch
es: Persa
fa_ir: فارسی
fr: Persan
it: Persiano
ru: Персидская
th: เปอร์เซีย

source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fa_ir: پرتغالی
fr: Portugais
it: Portoghese
ru: Португальский
th: โปรตุเกส

source: Russian
ar: الروسية
de: Russisch
es: Ruso
fa_ir: روسی
fr: Russe
it: Russo
ru: русский
th: รัสเซีย

source: Rate
ar: معدل
es: Tasa
fa_ir: نرخ
fr: Taux
it: Tasso
ru: скорость
th: ประเมิน

source: Share
ar: حصة
de: Aktie
es: Cuota
fa_ir: سهم
fr: Partager
it: Quota
ru: доля
th: หุ้น

# SyncOnOneFile
source: Sync All In One File
ar: مزامنة كل واحد في الملف
de: Synchronisieren Sie alle in einer Datei
es: Sincroniza All In One Archivo
fa_ir: همگام سازی همه در یک فایل
fr: Synchronisez All In One fichier
it: Sincronizza All In One File
ru: Синхронизация Все в одном файле
th: ซิงค์บันทึกในไฟล์

source: Reset Settings
ar: إعادة تعيين إعدادات
de: Einstellungen Zurücksetzen
es: Restablecer Configuración
fa_ir: تنظیمات بازنشانی
fr: Réinitialiser Les Paramètres
it: Impostazioni Ripristina
ru: Сброс настроек
th: รีเซ็ตการตั้งค่า

# SuccessfulResetSettings
source: Background Settings Has Been Reset Successfully
ar: إعدادات الخلفية تم إعادة تعيين بنجاح
de: Hintergrundeinstellungen wurde erfolgreich zurückstellen
es: Configuración de fondo se ha restablecido con éxito
fa_ir: تنظیمات پس زمینه شده است تنظیم مجدد موفقیت
fr: Réglages de base a été correctement remis à zéro
it: Impostazioni di sfondo è stata ripristinata con successo
ru: Фоновые Настройки были сброшены Успешно
th: การตั้งค่าความเป็นมาได้รับการตั้งค่าใหม่ที่ประสบความสำเร็จ

source: Sanskrit
ar: سنسكريتي
es: Sánscrito
fa_ir: سانسکریت
it: Sanscrito
ru: санскрит
th: ภาษาสันสกฤต

source: Thai
ar: التايلاندية
de: Thailändisch
es: Tailandés
fa_ir: تایلندی
fr: Thaï
ru: тайский
th: ไทย

# MainPage.AppBarButtonText
source: Add Folder
de: Ordner Hinzufügen
es: Añadir Carpeta
fa_ir: اضافه کردن پوشه
fr: Ajouter Un Dossier
it: Aggiungi Cartella
ru: Добавить папку
th: เพิ่มโฟลเดอร์
